[
  {
    "chapterId": 226,
    "text": [
      "Темная комнатенка. Скорее даже не комнатенка, а чулан. Ты быстро нащупываешь три двери с ручками.",
      "Одна на север к [294].",
      "Другая на запад к [202].",
      "Третья на восток к [296].",
      "Ты поворачиваешь ручку, распахиваешь ближайшую дверь и выходишь."
    ],
    "nextChapters": [
      294,
      202,
      296
    ]
  },
  {
    "chapterId": 227,
    "text": [
      "Огромный зал с величественными колоннами, подпирающими высокий резной потолок. Испещренные трещинами и выбоинами колонны по виду — ровесники планеты, от звуков твоих шагов они понемногу осыпаются. Следуя на цыпочках по залу, ты находишь три двери.",
      "На север [253].",
      "На запад [341].",
      "На юг [297].",
      "Боясь, что обвалится потолок, ты спешишь."
    ],
    "nextChapters": [
      253,
      341,
      297
    ]
  },
  {
    "chapterId": 228,
    "text": [
      "Надо же, вода выливается из небольшого отверстия под потолкам, а выход из комнаты только один.",
      "Возвращайся на запад к [222]."
    ],
    "nextChapters": [
      222
    ]
  },
  {
    "chapterId": 229,
    "text": [
      "Утомленное непривычно долгим разговором звездное чудище повалилось на пол и захрапело. Ты замечаешь, что безумный проф, напротив, вовсе не спал, а усердно открывал клетку и сейчас, преуспев в своей затее, убегает во все лопатки к двери с надписью «ВЫХОД».",
      "Если ты сломя голову кинешься за ним, то окажешься на [35].",
      "А если будешь стоять, разинув рот, то на [197]."
    ],
    "nextChapters": [
      35,
      197
    ]
  },
  {
    "chapterId": 230,
    "text": [
      "Ты бежишь от монстра, и я не виню тебя. Перед твоими глазами мелькают кусты, деревья, ты взбираешься на холм, спускаешься с него, огибаешь другой… Глаза твои заливает пот, каждый вдох дается с великим трудом. Ты боязливо бросаешь взгляд через плечо. Никого! Ты тяжело опускаешься в тени раскидистого дерева, приваливаешься спиной к стволу, обмахиваешь лицо раскрытой ладонью. Несколько отдышавшись, поднимаешь глаза и… Метрах в пятнадцати от тебя к прыжку готовится смертельно опасный монстр Зеленый Пупок! Встать ты уже не успеешь! И размышлять некогда!",
      "Ты выхватываешь стрелу, натягиваешь тетиву и, почти не целясь, стреляешь и переносишься на [88]."
    ],
    "nextChapters": [
      88
    ]
  },
  {
    "chapterId": 231,
    "text": [
      "Атакуешь! Прыгаешь прямо на пистолет! Да ты, оказывается, смельчак! Или безумец! Но ты слегка опаздываешь — проф нажимает на курок, и ты получаешь в лицо облако газа. У тебя кружится голова, и ты без чувств падаешь на [82]."
    ],
    "nextChapters": [
      82
    ]
  },
  {
    "chapterId": 232,
    "text": [
      "Отлично сработано! Стражник по инерции проносится мимо, и, воспользовавшись этим, ты бьешь его рукоятью меча по затылку. Он падает, но с удивительным проворством вскакивает на ноги и вновь атакует тебя. Примерившись, ты наносишь ему удар мечом в грудь. Что дальше, узнаешь на [81]."
    ],
    "nextChapters": [
      81
    ]
  },
  {
    "chapterId": 233,
    "text": [
      "Ты счастливчик!",
      "Сейди-Садистик выставляет правую руку, ее большой палец направлен вверх. Всхлипывая, ты отправляешься на [348]."
    ],
    "nextChapters": [
      348
    ]
  },
  {
    "chapterId": 234,
    "text": [
      "Ты попал в здоровенное, наполненное огромными ржавыми механизмами гулкое помещение — скорее всего электростанцию древних чужаков. Зная, что остановка — верная смерть, ты несколько часов бродишь среди давно бездействующих механизмов. В конце концов выясняешь, что отсюда есть два выхода.",
      "На север к [220].",
      "И на восток к [241]."
    ],
    "nextChapters": [
      220,
      241
    ]
  },
  {
    "chapterId": 235,
    "text": [
      "Ужасное место! В лицо летят подхваченные порывами ураганного ветра колючие песчинки.",
      "Жара, духота, пыль!",
      "Прикрой ладонью глаза и беги!",
      "На ощупь ты находишь два пути.",
      "На север к [222].",
      "И на юг к [220].",
      "Быстрее выбирайся!"
    ],
    "nextChapters": [
      222,
      220
    ]
  },
  {
    "chapterId": 236,
    "text": [
      "ОХ! АХ! КАКОЙ КОШМАР!",
      "Быстрее туда, откуда попал сюда."
    ],
    "nextChapters": []
  },
  {
    "chapterId": 237,
    "text": [
      "Не слишком удачный прием!",
      "Стражник, размахивая кинжалом, отливающим в лучах заходящего солнца багровым светом, уклоняется от твоего меча и через миг оказывается рядом с тобой. Ты уворачиваешься, но недостаточно проворно.",
      "Удар кинжалом приходится по твоему шлему, и ты, оглушенный, падаешь на [79]."
    ],
    "nextChapters": [
      79
    ]
  },
  {
    "chapterId": 238,
    "text": [
      "Ты попал в крошечную, увешанную паутиной и пропыленную каморку всего с одним выходом.",
      "Именно тем, через который ты сюда и вошел.",
      "Ну хоть погрейся немного. А потом ступай в комнату-холодильник на [241]."
    ],
    "nextChapters": [
      241
    ]
  },
  {
    "chapterId": 239,
    "text": [
      "Ты в комнате с двумя дверями, из-за них доносятся приглушенные крики толпы, перед тобой стоит дрожащий старик. Прислушайся, что он говорит сдавленным голосом.",
      "— Салют тебе, осужденный на скорую смерть! Выйдя на арену, помни, что умираешь во славу великолепной Сейди-Садистик!",
      "Ты спрашиваешь, почему он сам не торопится умереть во славу великолепной Сейди-Садистик, и старик поспешно отвечает:",
      "— Я бы с превеликим удовольствием, но посмертные почести… Боюсь, пока я к ним не готов. — Он плавно переводит разговор в другое, более безопасное русло: — Обрати внимание, над одной дверью надпись «ЛЬВЫ», над другой — «ВОЛКИ». Ты сам кузнец своей судьбы, так что отправляйся через любую.",
      "Ты надменно интересуешься, какое оружие тебе полагается. Смотритель отвечает:",
      "— У меня лишь одно оружие, и оно твое.",
      "Покопавшись в складках грязной тоги, он достает большущее птичье перо и с гордым видом протягивает его тебе. Ты изумлен до такой степени, что молча принимаешь перо из старческих рук. По-моему, нет смысла откладывать решение своей судьбы.",
      "Выбирай, пойдешь ли ты на арену через дверь с надписью «ЛЬВЫ» на [24].",
      "Или с надписью «ВОЛКИ», тогда — на [318]."
    ],
    "nextChapters": [
      24,
      318
    ]
  }
]