[
  {
    "chapterId": 120,
    "text": [
      "Удар! Бах-ба-бах! Дверь рассыпается в щепки!",
      "Сообразив, что дубина — ключ к решению многих (если не всех) проблем, возникающих перед полевым агентом при выполнении задания, ты с дубиной в руке бросаешься в коридор.",
      "Коридор перед тобой разделяется на три. Куда бежать?",
      "Не спрашивай меня. Решай сам!",
      "Если свернешь налево, то очутишься на [57].",
      "Если направо, то на [276].",
      "Если побежишь вперед, то на [39].",
      "Не стой же, как истукан! Действуй!"
    ],
    "nextChapters": [
      57,
      276,
      39
    ]
  },
  {
    "chapterId": 121,
    "type": "random",
    "text": [
      "Перед тобой на троне из человеческих костей восседает Волосатый Гарри Убийца Каннибалов. Должно быть, он погубил немало невинных душ! Он обнажен, но кудрявые рыжие волосы до колен служат ему неплохой одеждой. Он говорит, и голос его — будто звон крышки мусорного бака:",
      "— Хо-хо, кого я вижу! Аппетитный смертный! В кухню его!",
      "Но прежде чем стражники выполняют приказ господина, в зал вбегает седовласый старик с моноклем в глазу.",
      "Да это же профессор Гейстескранк собственной персоной!",
      "— Голубчик Гарри, — говорит проф, — ты, как всегда, думаешь только о собственном желудке. Отдай этого смертного мне. Он будет добровольцем в смертельно опасном опыте.",
      "Видишь, как порой бывает сурова с нами судьба!",
      "Быстрее подкинь ДОСП!",
      "Если выпадет орел, ты отправляешься с профом на [37].",
      "Если решка, в печь на [18]."
    ],
    "nextChapters": [
      37,
      18
    ]
  },
  {
    "chapterId": 122,
    "text": [
      "Ты допрыгиваешь, но тонкий слой застывшей лавы под твоими ногами трещит, крошится.",
      "А ты шустрый парень, когда захочешь! Подскочив, ты карабкаешься на скалу, ругаясь, когда из-под ноги вылетает камень.",
      "Рядом с тобой в скале вход в тоннель [333].",
      "Быстрей полезай в него!"
    ],
    "nextChapters": [
      333
    ]
  },
  {
    "chapterId": 123,
    "type": "random",
    "text": [
      "Из тоннеля доносится ужасная вонь. Набери в легкие побольше воздуха и ползи.",
      "Тоннель понемногу расширяется, потолок становится выше. Ты ползешь уже не на животе, а на четвереньках. Еще несколько метров, и потолок становится еще выше. Ты продолжаешь путь, хотя и наклонив голову, но на ногах. Чтобы хоть как-то ориентироваться в кромешной тьме, пальцами правой руки ты касаешься стены. Кажется, тоннелю нет конца.",
      "Отдохни немного, а если хочешь, вздремни.",
      "Проснувшись все в том же мраке, ты продвигаешься дальше.",
      "Тоннель все не кончается. Ты в отчаянии решаешь повернуть назад, и тут в конце тоннеля появляется свет.",
      "Полагаешь, свет — иллюзия, вызванная уставшими от темноты глазами?",
      "Нет, это действительно свет! Ты бежишь к нему и, неожиданно выскочив из тоннеля, оказываешься в пустой просторной комнате, из которой ведут два низких, темных тоннеля.",
      "Тоннели похожи, как две капли воды, и чтобы выбрать, по которому отправишься дальше, подкинь ДОСП.",
      "Если орел, ползи левым на [191].",
      "Если решка, правым на [17]."
    ],
    "nextChapters": [
      191,
      17
    ]
  },
  {
    "chapterId": 124,
    "text": [
      "Действительно, зачем древним врать? Ты медленно и осторожно поднимаешься. Перед тобой — распахнутая дверь. Загляни в нее.",
      "Ты видишь вроде бы безопасную ярко освещенную комнату, посередине стоит кресло на колесиках, следы от колесиков ведут в тоннель. В дальнем конце его видно пятно света. Рядом с креслом надпись на полу. В переводе с эсперанто она гласит:",
      "СПАСИБО, ЧТО ЗАГЛЯНУЛИ К НАМ, ОДНАКО ЗВЕЗДНОЕ ЧУДОВИЩЕ ДАВНО МЕРТВО. ПОЖАЛУЙСТА, СЯДЬТЕ В КРЕСЛО, НАЖМИТЕ КНОПКУ НА ПОДЛОКОТНИКЕ — И ВЫ ОКАЖЕТЕСЬ СНАРУЖИ. ПРИЯТНОГО ПУТЕШЕСТВИЯ.",
      "Я, как и ты, не знаю, насколько какалоки — правдивая раса.",
      "Решай, сядешь ли в кресло и, нажав кнопку, отправишься на [304].",
      "Или побредешь по тоннелю вдоль следов от колес на [337]."
    ],
    "nextChapters": [
      304,
      337
    ]
  },
  {
    "chapterId": 125,
    "text": [
      "Несмотря на солнечный день, здесь царит мрачный полумрак. Но это тебя не страшит. Действительно, тебе с твоей амуницией, оружием и боевым духом сам черт не брат! Да и выпитые тобою полбутылки крепленого вина придают дополнительный заряд храбрости.",
      "По сторонам тропы шелестит листва, трещат сучья. Должно быть, дикие звери при твоем приближении пускаются наутек, прячутся, зарываются в норы. В гуще ветвей над головой галдят птицы.",
      "Почему ты вдруг остановился?",
      "А, теперь вижу. Ты попал на перекресток, тропа перед тобой разделяется на три. Ты разворачиваешь секретную карту, пытаясь разобраться, что к чему. Карта не помогает, на ней даже нет этого перекрестка. Решай сам, куда отправишься. Все три тропы, кажется, ведут в нужном направлении, к руинам.",
      "Если выберешь левую, то попадешь на [107].",
      "Если среднюю, то на [206].",
      "Если правую, то на [55]."
    ],
    "nextChapters": [
      107,
      206,
      55
    ]
  },
  {
    "chapterId": 126,
    "text": [
      "Бывает, что не ладится все, что бы ни предпринял. Вот и сейчас прежде чем ты добираешься до низа корзины, проф перерезает веревку, и ты, отчаянно вопя, падаешь к [136]."
    ],
    "nextChapters": [
      136
    ]
  },
  {
    "chapterId": 127,
    "text": [
      "Найдя в кустах надежное убежище, ты сооружаешь из травы и цветов мягкую подстилку, ложишься на нее, с удовольствием допиваешь вино, съедаешь сандвичи и полпачки печенья и погружаешься в глубокий сон без сновидений.",
      "Посреди ночи тебя будят громкие звуки — похоже, поблизости бродит крупный хищник. Ты беспокойно озираешься, но, не увидев горящих во тьме глаз, вновь засыпаешь и просыпаешься лишь на рассвете с головной болью и сухостью во рту — закономерными последствиями выпитого накануне дешевого вина. Облизнув пересохшие губы, ты лезешь в сумку, но печенье за ночь доели муравьи, и твое и без того неважное настроение окончательно портится. Ты подползаешь к краю обрыва и, глянув вниз, тихо ругаешься. Страж на мосту, как ты и предполагал, за ночь удалился, но его место занял огромный ржавый робот, вооруженный устрашающих размеров дубиной.",
      "Ничего не поделаешь, и, набравшись храбрости, ты спускаешься с холма и идешь к мосту на [252]."
    ],
    "nextChapters": [
      252
    ]
  },
  {
    "chapterId": 128,
    "text": [
      "Перейдя через мост, ты обнаруживаешь, что тебя в очередной раз надули — тропинка вовсе не разделяется, а заканчивается у обрыва; вниз ведет деревянная лестница. Решив было вернуться и убить наглого лжеца, ты отказываешься от этого намерения и начинаешь спуск по лестнице. Вскоре ты попадаешь в густое облако. Спустившись еще на два десятка метров, ты явственно слышишь плеск воды внизу, а выбравшись из облака, видишь под собой реку.",
      "Очень интересно. Особенно то, что лестница внезапно обрывается, а до воды еще добрых полсотни метров.",
      "Повесь лук, меч и колчан со стрелами на деревянную перекладину, а сам присядь рядом и подумай, как поступить.",
      "Согласен, можно забраться по лестнице на утес, с которого ты только что спустился, но учти, что ты устал и вряд ли одолеешь подъем.",
      "Можно, конечно, спрыгнуть в реку, но тяжелая железная кольчуга потянет ко дну, а сняв ее, ты станешь беззащитным против острых мечей и стрел многочисленных врагов.",
      "Решай же!",
      "Если полезешь вверх, то окажешься на [301].",
      "Если нырнешь в реку — как есть, в кольчуге, то на [336].",
      "А если, прежде чем прыгнешь вниз, снимешь кольчугу, то на [271]."
    ],
    "nextChapters": [
      301,
      336,
      271
    ]
  }
]