[
  {
    "chapterId": 240,
    "text": [
      "Ты абсолютно прав! Металлический пол в этой комнате красный именно от жара.",
      "Не жди, пока прогорят подошвы твоих ботинок, беги дальше.",
      "Или на восток к [220].",
      "Или на юг к [212]."
    ],
    "nextChapters": [
      220,
      212
    ]
  },
  {
    "chapterId": 241,
    "text": [
      "В этой комнате темно и чертовски холодно, вокруг покрытые льдом и занесенные снегом туши животных. Наверное, ты попал в огромный холодильник. Ты недостаточно голоден, чтобы разбираться, справедлива ли твоя догадка. К тому же, судя по размерам, под снегом погребены туши тиранозавров, а вкусовые достоинства мяса древних ящеров весьма сомнительны.",
      "На негнущихся от жуткого мороза ногах ты обходишь обширную комнату и обнаруживаешь три выхода.",
      "На запад к [234].",
      "На восток к [211].",
      "И на юг к [238].",
      "Ты спешишь выбраться из царства холода через один из них."
    ],
    "nextChapters": [
      234,
      211,
      238
    ]
  },
  {
    "chapterId": 242,
    "text": [
      "Оставив наконец за спиной мрачное лежбище звездного чудища, ты выскакиваешь из тоннеля в ослепительно яркий день.",
      "Перед тобой на песке цепочка следов. Их, конечно же, оставил безумный проф!",
      "Не забывая об опасности, следуй за ним на [8]."
    ],
    "nextChapters": [
      8
    ]
  },
  {
    "chapterId": 243,
    "text": [
      "Ты счастливчик!",
      "Сейди-Садистик выставляет правую руку, ее большой палец направлен вверх. Всхлипывая, ты отправляешься на [348]."
    ],
    "nextChapters": [
      348
    ]
  },
  {
    "chapterId": 244,
    "text": [
      "Пол в комнате мягкий, как перина. Так и хочется улечься на него. К тому же ты чертовски устал, и тебя ни с того ни с сего одолела зевота. Но спать нет времени.",
      "Поспеши на север к [259].",
      "Или на восток к [295]."
    ],
    "nextChapters": [
      259,
      295
    ]
  },
  {
    "chapterId": 245,
    "text": [
      "Солнце уже коснулось горизонта, а тропинке все нет конца.",
      "Может, приляжешь отдохнуть?",
      "Да, я тоже слышу журчание воды.",
      "Пройдя еще немного, ты раздвигаешь кусты и осторожно выглядываешь. Тропа кончается у обрыва, внизу течет стремительная река. К счастью, пересечь реку несложно — неподалеку ты видишь каменный мост.",
      "Отлично! Опасения внушает лишь вооруженный стражник на мосту. Незамеченным тебе мимо него не пройти.",
      "Может, расположиться в кустах на [127], допить вино, выспаться, а к утру, глядишь, стражник и уйдет?",
      "Или прямо сейчас бесстрашно ринуться через мост к [6]?",
      "Решай сам!"
    ],
    "nextChapters": [
      127,
      6
    ]
  },
  {
    "chapterId": 246,
    "text": [
      "Отлично сработано!",
      "Ты перерубаешь дубину в руке робота напополам. Он отступает, бормоча скрипучие механические проклятия, затем вдруг достает из-за крышки на груди молот и вновь бросается на тебя.",
      "Если, отступив на шаг, ударишь его мечом по ногам, ты — на [258].",
      "Если по голове, то на [262]."
    ],
    "nextChapters": [
      258,
      262
    ]
  },
  {
    "chapterId": 247,
    "text": [
      "Уф! До чего здесь приятно дышится после комнаты с воздухом-киселем. Ты находишься в длиннющем коридоре со множеством изгибов. Ты несешься по нему, лихо вписываясь в повороты. Пол под ногами заметно идет под уклон, и ты еще больше прибавляешь прыти. Ты беззаботен и счастлив, как вдруг…",
      "Поверь, я рыдаю вместе с тобой.",
      "Дальше пути нет. Ты уперся в стену. Внимательно осмотрись, может, отыщешь потайные двери.",
      "Дверей нет?",
      "Ничего не поделаешь. Иди по коридору назад к [296] до самой ненавистной комнаты с густым воздухом."
    ],
    "nextChapters": [
      296
    ]
  },
  {
    "chapterId": 248,
    "text": [
      "Ты вновь протягиваешь к рубину руку и вновь замираешь.",
      "Да, я тоже вижу тонюсенькие провода, которые тянутся от рубина к дырке в столе. Если ты поднимешь рубин, провода оборвутся, и тогда…",
      "Будь осторожен и останешься цел! Отступи на шаг, вытащи из ножен меч и поддень рубин. А дальше — на [165]."
    ],
    "nextChapters": [
      165
    ]
  },
  {
    "chapterId": 249,
    "text": [
      "Ты забираешься под куст и убеждаешься, что с тропы тебя не видно. Шаги приближаются и вдруг а замирают. Раздается шелест листвы, затем хриплый голос:",
      "— Я — властелин этих джунглей, от меня здесь не скроется никто! Выходи, чужак! Я знаю, где ты!",
      "Выбора у тебя нет, и, дрожа, ты вылезаешь из кустов на [131]."
    ],
    "nextChapters": [
      131
    ]
  },
  {
    "chapterId": 250,
    "text": [
      "Полагая, что с тобой кончено, робот с победным воплем бросается на тебя, но ты бьешь его обеими ногами в грудь. Он падает на край моста, ты приставляешь острие своего меча к его горлу, и вы оба переноситесь на [316]."
    ],
    "nextChapters": [
      316
    ]
  },
  {
    "chapterId": 251,
    "text": [
      "Ты в комнате, освещенной лишь тусклой вонючей свечкой.",
      "Здесь жарко, душно, тесно, низкий потолок почти физически давит на тебя…",
      "Да не бейся же, как сумасшедший, плечом в дверь! Ведь слышал, как в замке за твоей спиной повернулся ключ.",
      "Есть ли отсюда другой выход? И это спрашивает полевой агент Спецкорпуса! Немедленно обойди комнату и выясни.",
      "Так, окон нет, дверей нет, кроме той, через которую ты вошел.",
      "Мне понятны твои чувства, новобранец. Заперт без пищи, без воды, без будущего… Остается лишь сесть на каменный пол и впасть в депрессию.",
      "Именно так ты и поступаешь.",
      "Ты тоже заметил?",
      "Не отвечай, мне ясен ответ по тому, с какой скоростью ты вскакиваешь на ноги и кидаешься к стене. В едва видимой нише — ручка! Дерни за нее, и в стене откроется потайной ход, который выведет тебя на свободу! Прямо как в телесериалах для домохозяек!",
      "Извини, я не заметил надпись под ручкой. Что там? Понятно: ЗА РУЧКУ НЕ ДЕРГАТЬ!!!",
      "Хорошенькое дело! На стене ручка, но дергать за нее нельзя! Что ж, посиди, раскинь мозгами.",
      "Кстати, как ты думаешь, сколько времени ты уже провел в этой комнате?",
      "Не знаешь?! Так взгляни на свечу.",
      "Я тоже считаю, что не меньше трех часов.",
      "Согласен, пробил час, пора действовать.",
      "Да, ты можешь сделать только одно: дернуть злополучную ручку.",
      "Ты встаешь, медленно подходишь к стене, сжимаешь ручку и, набравшись храбрости, дергаешь ее на себя.",
      "Под твоими ногами открывается потайной люк, и ты падаешь прямиком на [239]."
    ],
    "nextChapters": [
      239
    ]
  },
  {
    "chapterId": 252,
    "text": [
      "— Стой! — хрипло орет робот. — Кто идет?",
      "— Я, — без затей отвечаешь ты.",
      "— Пароль! — приказывает робот.",
      "Ты неохотно подходишь ближе и бормочешь:",
      "— Пароль — антидисестаблишментарианизм.",
      "Подняв над головой дубину, робот несется на тебя с криком:",
      "— Пароль вчерашний! Шпион!",
      "Как поступишь?",
      "Увернешься от удара дубины? Тогда ты — на [74].",
      "Или, может, выхватишь меч? В этом случае ты — на [246]."
    ],
    "nextChapters": [
      74,
      246
    ]
  },
  {
    "chapterId": 253,
    "text": [
      "Ты падаешь на кучу песка посреди обширного, вырубленного в монолитной скале зала. Поднимаешь глаза. Песок насыпался сюда через дыру в потолке, но дыра высоко, до нее не добраться, даже и не пытайся. Ты в ловушке! Растерянно осматриваешься. Голые стены зала украшены как бы светящимися изнутри, явно инопланетными, абстрактными росписями, которым по виду не меньше сотни тысяч лет. На присыпанном песком полу — цепочка хорошо знакомых тебе следов. Проф опять сбежал!",
      "Не сиди же сиднем! Выполняй задание!",
      "Да, песок покрывает пол только рядом с кучей, в которую угодили и ты, и проф, а дальше — лишь гладкий камень, следы обрываются. Из зала ведут две двери, одна — на восток, другая — на юг.",
      "Да, чуть не забыл. Вот тебе совет, который, возможно, спасет тебе жизнь! Достань из кармана компас, карандаш и клочок бумаги. Достал?",
      "Отлично. Пойдешь по лабиринту, рисуй план. С его помощью ты не попадешь дважды в одно и то же место и отыщешь выход, если он, конечно, существует.",
      "Теперь иди.",
      "Или через восточную дверь на [269].",
      "Или через южную на [227]."
    ],
    "nextChapters": [
      269,
      227
    ]
  }
]