[
  {
    "chapterId": 214,
    "text": [
      "Хорошенько закусив и выпив в таверне, ты снова бредешь по дороге. Вот ты подходишь к длиннющему подвесному мосту. По словам хозяина таверны, этот мост — единственный путь через Ущелье Смерти. Ты смотришь вниз и видишь бегущую по дну ущелья отравленную реку Гремучих Змей. Ты с содроганием переводишь глаза на шаткий мостик. Большинство досок от времени и непогод прогнило и сломалось, путь на ту сторону ущелья смертельно опасен. Ты видишь внизу тропу вдоль реки, у ее конца — покачивающуюся на воде лодку, в ней — человека.",
      "Если свернешь на тропу и попытаешься пересечь реку в лодке, то иди на [26].",
      "Если на свой страх и риск воспользуешься хлипким мостом, то на [178]."
    ],
    "nextChapters": [
      26,
      178
    ]
  },
  {
    "chapterId": 215,
    "text": [
      "— Благодарю, о, могучий и благородный чужестранец! — хрипло говорит стражник. — В награду за доброту и помогу тебе! Когда перейдешь мост, увидишь, что дорога разделяется надвое. Если свернешь налево, то в считанные секунды умрешь мучительной смертью от укусов ядовитых змей, которых там превеликое множество. Правая же дорога безопасна.",
      "Иди же, и вечная тебе благодарность от старика!",
      "Пожелав стражнику крепкого здоровья и долголетия, ты идешь к противоположному концу моста на [128]."
    ],
    "nextChapters": [
      128
    ]
  },
  {
    "chapterId": 216,
    "text": [
      "Ты догоняешь колонну рабов, скованных массивной цепью.",
      "Рядом безобразный громила избивает дубинкой паренька, корчащегося в пыли. Я узнаю громилу, он не кто иной, как Слюй Работорговец. Его сослали на планету-тюрьму за преступления, рассказывать о которых у меня не поворачивается язык.",
      "Что?",
      "Как же я его сразу не узнал? Действительно, избиваемый парень — твой верный друг Арбутнот Отверженный.",
      "Искренняя дружба требует от тебя немедленных действий, и ты, приблизившись, оскорбляешь Слюя, что при его безобразной внешности сделать несложно. Он, размахивая окровавленной дубиной, с ревом несется на тебя. Ты спокойно суешь в ноздри крошечные фильтры. Он ревет совсем близко, и ты даже сквозь фильтры чувствуешь его зловонное дыхание. Ну и воняет же от него! В последний миг ты суешь газовую гранату ему под нос и поспешно отступаешь от падающего тела.",
      "Мертвая тишина длится секунду, другую, третью, затем ее разрывает радостный крик рабов, приветствующих тебя. От смущения ты слегка краснеешь. С земли поднимается Арбутнот и обращается к тебе:",
      "— Избавитель! Как мне тебя благодарить? Я сделаю для тебя все что угодно! Все мы навеки твои преданные слуги. Приказывай же, и мы с радостью подчинимся твоим самым безумным прихотям!",
      "Ты на секунду задумываешься над его дельным предложением и, приняв решение, оказываешься на [22]."
    ],
    "nextChapters": [
      22
    ]
  },
  {
    "chapterId": 217,
    "text": [
      "Да, мне тоже не по душе наполненная едким, сизым дымом и пропитанная серной вонью комнатенка с раскаленными докрасна стенами, в углах которой то вспыхивают, то угасают багровые языки пламени. Опасливо осмотрев ее, ты выясняешь, что здесь только одна-единственная дверь. Та, через которую ты попал сюда.",
      "Ничего не поделаешь, возвращайся на запад к [300]."
    ],
    "nextChapters": [
      300
    ]
  },
  {
    "chapterId": 218,
    "text": [
      "Громилы! Да как много!",
      "Они с легкостью подавляют твое сопротивление, сбивают с ног, ударом дубины по голове прерывают на полуслове проклятие в мой адрес. В сознание ты приходишь уже на [28]."
    ],
    "nextChapters": [
      28
    ]
  },
  {
    "chapterId": 219,
    "text": [
      "Рекрут, клянусь, ты мне нравишься!",
      "Ты не слышишь меня? Нет?.. Так освободи уши от грязи!",
      "Теперь слышишь?",
      "Если считаешь, что битва — единственный шанс на спасение, дерись с кабаном, а я, чтобы не видеть героической гибели своего любимца под копытами разъяренного зверя, отвернусь.",
      "А может, ты все-таки споешь? Споешь с кабаном дуэтом несколько тактов и проследуешь на [266]?"
    ],
    "nextChapters": [
      266
    ]
  },
  {
    "chapterId": 220,
    "text": [
      "Удивительно, каких высот достигла наука древней расы!",
      "Отлично зная, что находишься глубоко под землей, ты неожиданно попадаешь в окруженную скалами долину, по голубому небу над тобой плывут белые барашки облаков, под ногами шелестит мягкая фиолетовая трава. С улыбкой на устах ты бродишь по долине и выясняешь, что отсюда три выхода.",
      "На запад через огромные, украшенные резьбой деревянные ворота [240].",
      "На север через такие же ворота [235].",
      "И на юг через короткий тоннель в скале [234]",
      "Как ни гостеприимна чудесная долина, пора и честь знать.",
      "С тоскою в сердце ты отправляешься выполнять задание."
    ],
    "nextChapters": [
      240,
      235,
      234
    ]
  },
  {
    "chapterId": 221,
    "text": [
      "На вкус — очень даже недурственно. Видимо, проф солгал тебе. Ты с аппетитом доедаешь шоколадный торт, а затем принимаешься за песочный и, одолев его поворачиваешься к дракону на [299]"
    ],
    "nextChapters": [
      299
    ]
  },
  {
    "chapterId": 222,
    "text": [
      "В кромешной тьме ты сваливаешься в воду. Вода какая-то странная, плыть в ней не удается, и ты бредешь по скользкому дну, а над поверхностью виднеется только твоя голова.",
      "Согласен, надо быстрей выбираться отсюда: хотелось бы попасть в помещение посуше.",
      "Ступай либо на звук падающей воды на восток к [228].",
      "Либо на юг к [235]."
    ],
    "nextChapters": [
      228,
      235
    ]
  },
  {
    "chapterId": 223,
    "text": [
      "Набрался сил?",
      "Ну, судьба не ждет, отправляйся за профом в лабиринт на [96]."
    ],
    "nextChapters": [
      96
    ]
  },
  {
    "chapterId": 224,
    "text": [
      "Громадный толстый кабан, не пропустив ни единой ноты, опрокинул тебя в грязь ударом копыта. Вот он приближаемся вновь, неотвратимый, словно локомотив, но уже не поет, а утробно рычит. Подними же свой меч, сразись с чудовищем!",
      "Полагаешь, что твоим коротеньким мечом не пробить толстую шкуру борова?",
      "Тогда увернись от него и сразу попадешь на [219]."
    ],
    "nextChapters": [
      219
    ]
  },
  {
    "chapterId": 225,
    "text": [
      "Следы уходят за горизонт. Ты устал, но упорно бредешь и бредешь по ним. Наконец следы приводят тебя к высоченным воротам в стене громадного просевшего от времени здания. Стена, насколько хватает глаз, покрыта причудливой резьбой, изображающей полчища омерзительных зубастых, клыкастых, ушастых, рогатых и хвостатых, мохнатых и облезлых монстров. В мрачное же местечко тебя занесло, не находишь?",
      "К сожалению, ты прав — следы профа заканчиваются на каменном полу у распахнутых ворот. Но почему ты медлишь?",
      "А-а, теперь и я вижу выбитые над воротами буквы. Очень интересно…",
      "Что значит, ты не можешь прочесть надпись?! Она же на эсперанто, языке, который знают в Галактике все. Слушай, как красиво звучит: «Ви алвенас йе ла пордо де ла теруро де…»",
      "Нет, сынок, я вовсе не выпендриваюсь. А тебе приказ: как только покончишь с этим заданием, сразу же выучи эсперанто.",
      "Так-то лучше. А надпись над воротами означает примерно, следующее:",
      "ЧУЖЕСТРАНЕЦ, ТЫ У ВРАТ В ЛАБИРИНТ, ГДЕ ЗАКЛЮЧЕН УЖАСНЫЙ ЗВЕЗДНЫЙ ЗВЕРЬ. БУДЬ НАЧЕКУ! ПОМНИ, ВОЙТИ В ЛАБИРИНТ ДЛЯ ТЕБЯ — ВЕРНАЯ СМЕРТЬ. МЫ, КАКАЛОКИ, ДРЕВНЕЙШАЯ РАСА ВО ВСЕЛЕННОЙ, ПОСТРОИЛИ СЕЙ ЛАБИРИНТ, СПАСАЯ ГАЛАКТИКУ ОТ УЖАСНОГО ЧУДОВИЩА,НО РАЗУМНЫЕ СУЩЕСТВА ЭТОЙ ГАЛАКТИКИ — НЕБЛАГОДАРНЫЕ ТВАРИ. ДОКАЗАТЕЛЬСТВО — ТОТ ФАКТ, ЧТО, ЗАКОНЧИВ СТРОИТЕЛЬСТВО, МЫ ИСЧЕРПАЛИ ВСЕ ФИЗИЧЕСКИЕ И ДУШЕВНЫЕ СИЛЫ И ПОГИБЛИ, НО ТАК И НЕ ДОЖДАЛИСЬ НИ ЕДИНОГО СЛОВА БЛАГОДАРНОСТИ. ЗНАЙ ЖЕ, ЧУЖЕСТРАНЕЦ, ЧТО И НАМ ТЕПЕРЬ ВСЕ РАВНО, ВОЙДЕШЬ ЛИ ТЫ В ЛАБИРИНТ ИЛИ НЕТ, ОСТАНЕШЬСЯ ЖИВ ИЛИ УМРЕШЬ.",
      "Согласен, звучит не слишком обнадеживающе. Но ты, наверное, забыл, что последовать за безумным профессором в ужасный лабиринт на [96] тебе придется независимо от твоих желаний?",
      "Но если настаиваешь, что ж, отдохни на [223]."
    ],
    "nextChapters": [
      96,
      223
    ]
  }
]