[
  {
    "chapterId": 200,
    "text": [
      "Не теряй напрасно времени, ведь и дураку ясно, что что указатели на перекрестке были перевернуты и ты попал вовсе не туда, куда надо.",
      "Сейчас же беги на [53]."
    ],
    "nextChapters": [
      53
    ]
  },
  {
    "chapterId": 201,
    "text": [
      "— Начало, и неплохое, положено, — говорит звездное чудище. — За верный ответ — десять очков. Посмотрим, как ты справишься с остальными вопросами. Кто черный, смертельно опасный сидит на сосне?",
      "Знаешь ли ты ответ или нет, отправляйся на [85]."
    ],
    "nextChapters": [
      85
    ]
  },
  {
    "chapterId": 202,
    "text": [
      "Ты на дне глубоченной ямы, высоко над тобой крошечный квадратик светлого неба. Стены ямы гладкие и скользкие, как стекло, тебе по ним не взобраться. Да и стоит ли? Ведь долг по-прежнему призывает тебя преследовать безумного профа. Над тобой бешено кружатся стаи похожих на орлов птиц. Самая злобная пикирует прямо на тебя — крылья сложены, заостренный хищный клюв разинут, и ты уже чувствуешь на лице ее зловонное дыхание.",
      "Быстрее решай, куда побежишь.",
      "К двери на восток [226]?",
      "Или к другой на юг [210]?"
    ],
    "nextChapters": [
      226,
      210
    ]
  },
  {
    "chapterId": 203,
    "text": [
      "Неужели ты столкнулся с очередной иллюзией, вызванной механизмами древних чужаков? Или действительно в конце ведущего на север тоннеля [208] виден солнечный свет?",
      "А, может, не станешь рисковать и отправишься обратно на юг к [264]?",
      "Решай же!"
    ],
    "nextChapters": [
      208,
      264
    ]
  },
  {
    "chapterId": 204,
    "text": [
      "Ты допрыгиваешь, но тонкий слой застывшей лавы под твоими ногами трещит, крошится.",
      "А ты шустрый парень, когда захочешь! Подскочив, карабкаешься на скалу, ругаешься, когда из-под ног летят камни.",
      "Рядом с тобой в скале вход в тоннель [333]. Быстрей полезай в него!"
    ],
    "nextChapters": [
      333
    ]
  },
  {
    "chapterId": 205,
    "text": [
      "Хорошо, что ты отличный пловец. Но смотри!",
      "Прямо перед тобой гремучая змея!",
      "Не паникуй. А вон справа еще одна. Все равно не паникуй!",
      "Разве ты забыл, как называется река?",
      "А еще скромничал! Да ты не просто отличный, ты великолепный пловец. Ох и быстро же ты плывешь! Или развиваешь такую поразительную скорость, только когда соревнуешься со змеями?",
      "Направляешься прямо к берегу?",
      "Согласен, выбраться из воды здесь несложно, но, смотри, берег зарос густыми кустами, и неизвестно, кто в них прячется.",
      "Может, лучше проплывешь немного по течению и, оказавшись на [198], выберешься на крутой, каменистый, но зато голый, как колено, берег?",
      "Или поспешишь к грозящему неизвестными опасностями берегу [3]?"
    ],
    "nextChapters": [
      198,
      3
    ]
  },
  {
    "chapterId": 206,
    "text": [
      "Тропа все поднимается и поднимается; следуя по ней, ты вскоре забираешься на гребень крутого холма, и…",
      "Споткнувшись, ты летишь вниз к [107]."
    ],
    "nextChapters": [
      107
    ]
  },
  {
    "chapterId": 207,
    "text": [
      "Кончай ковырять пальцем в ухе и трясти головой!",
      "Да, я тоже слышу, что кабан поет приятным баском, и даже узнаю мелодию. Послушаем, о чем же он поет.",
      "— Грязь, грязь, любимая грязь, мне душу согреет милая грязь…",
      "Да, своеобразные вкусы…",
      "Что делать?",
      "Можно, обнажив меч, выйти из-за деревьев на [224] и сразиться с чудовищем.",
      "А может (только не иронизируй), подойдешь к кабану и споешь с ним дуэтом на [266]?"
    ],
    "nextChapters": [
      224,
      266
    ]
  },
  {
    "chapterId": 208,
    "text": [
      "Наконец-то! Ты перелезаешь через полуобвалившуюся стену и выбираешься из древних руин. Позади со страшным грохотом рушится потолок тоннеля, из которого ты только что выполз. Ты шагаешь вдоль цепочки хорошо знакомых следов за безумным профом.",
      "Следы приводят тебя к [261]."
    ],
    "nextChapters": [
      261
    ]
  },
  {
    "chapterId": 209,
    "text": [
      "Ты счастливчик!",
      "Сейди-Садистик выставляет правую руку, ее большой палец направлен вверх. Всхлипывая, ты отправляешься на [348]."
    ],
    "nextChapters": [
      348
    ]
  },
  {
    "chapterId": 210,
    "text": [
      "Люди порой ошибаются. Даже я.",
      "Ты попал не в соседнюю комнату, а всего лишь в небольшую нишу в стене. Рядом с тобой, грозя смертью, носятся хищные птицы.",
      "Но другого выхода нет. Набери в грудь побольше воздуха и мчись на [202]."
    ],
    "nextChapters": [
      202
    ]
  },
  {
    "chapterId": 211,
    "text": [
      "Господи, до чего удивительные звери нарисованы на стенах в этой комнате! Ты идешь, а звери крадутся, играют, едят, спят. Воистину, древние творили чудеса!",
      "Но не отвлекайся, ищи выход.",
      "Нашел?",
      "Целых три?",
      "Куда же пойдешь?",
      "На север к [297]?",
      "На запад к [241]?",
      "Или на восток к [281]?",
      "Решай быстрей!"
    ],
    "nextChapters": [
      297,
      241,
      281
    ]
  },
  {
    "chapterId": 212,
    "text": [
      "Ты ударяешься головой о низкий потолок и, придя в себя, потерянно озираешься. Света здесь нет, силы тяжести тоже. Хватаясь руками за многочисленные скобы и выступы, торчащие из потолка, ты обследуешь комнату. Оказывается, отсюда два выхода.",
      "На север к [240].",
      "Или на юг к [296].",
      "Поспеши выбраться через любой!"
    ],
    "nextChapters": [
      240,
      296
    ]
  },
  {
    "chapterId": 213,
    "text": [
      "Ты рывком распахиваешь дверь и отступаешь в сторону. На крысольва с грохотом обрушиваются тонны камней и пыли. Пыль вскоре оседает, и ты видишь торчащий из-под камней кончик облезлого розового хвоста. Хвост судорожно дергается и замирает.",
      "Ты победил! Убил хищную тварь!",
      "Вложи меч в ножны, пересеки комнату, открой дверь в дальней стене и смело шагай через нее на [188]."
    ],
    "nextChapters": [
      188
    ]
  }
]