[
  {
    "chapterId": 12,
    "text": [
      "К счастью, тебя услышали. Кто-то ломится сквозь лес, направляясь к тебе. Вытаскивает тебя за шиворот из болота.",
      "Ты спасен! Но рад ли ты этому? Узнаешь дикий смех? Я-то ее сразу узнал.",
      "Твой спаситель — Бетси На-Все-Руки-Мастерица, и ты снова ее раб. Ты вырываешься и кричишь, но она, сковав твои руки и ноги, тащит тебя через лес.",
      "На твое счастье, из кустов выскакивает Арбутнот Отверженный. Теперь-то ты знаешь, на чьей стороне выступить,"
    ],
    "nextChapters": [
      {
        "nextChapterId": 65,
        "nextChapterText": "так что скорее двигай на [65]"
      }
    ]
  },
  {
    "chapterId": 13,
    "text": [
      "Ты достаешь стрелу, натягиваешь тетиву, внимательно целишься и… Монстр бросается на тебя!"
    ],
    "nextChapters": [
      {
        "nextChapterId": 88,
        "nextChapterText": "Ты стреляешь и переносишься на [88]"
      }
    ]
  },
  {
    "chapterId": 14,
    "text": [
      "А ты, оказывается, стреляный волк! Действительно, неизвестно, кто на этой планете-тюрьме заслуживает доверия, а кто нет. Так что иди своей дорогой и…",
      "Что это?.. Слышишь?.. Шелест листьев. Кто-то обходит тебя справа.",
      "О, да это та самая грациозная девушка. Ну что, побеседуешь с ней?",
      "Согласен: девушка симпатичная. И раз не поленилась догнать тебя, то ты ей, без сомнения, понравился."
    ],
    "nextChapters": [
      {
        "nextChapterId": 99,
        "nextChapterText": "Отправляйся на [99]."
      }
    ]
  },
  {
    "chapterId": 15,
    "text": [
      "Фрукты растут высоко, с земли их не достать. Ты взбираешься на дерево.",
      "Оранжевые фрукты и размерами, и формой напоминают грейпфруты, различие лишь в цвете. Ты хватаешься за ближайший, тянешь, вначале слабо, потом что есть сил, но длинный прочный стебель, которым фрукт прикреплен к ветке, не поддается.",
      "Выхватив меч, ты рассекаешь стебель. Отлично, но плод падает на землю и, разбрызгивая сладкий сок, с хлопком лопается. Собирай урожай аккуратней!",
      "Ты обхватываешь шершавый ствол дерева ногами, левой рукой берешься за фрукт, зажатым в правой руке мечом перерубаешь стебель. Вернув меч в ножны, с фруктом в руке сползаешь по стволу на землю. Снова забираешься на дерево и повторяешь операцию. И так вновь и вновь.",
      "Часа через три изнурительной работы на земле набирается оранжевая горка.",
      "Ты связываешь длинные стебли узлом и, перекинув фрукты через плечо,"
    ],
    "nextChapters": [
      {
        "nextChapterId": 113,
        "nextChapterText": "шагаешь по тропинке к [113]."
      }
    ]
  },
  {
    "chapterId": 16,
    "text": [
      "Ты торчишь у таверны уже битый час, а из нее так никто и не вышел.",
      "Тебя мучит жажда, слух раздражают звон пивных кружек и веселое пение."
    ],
    "nextChapters": [
      {
        "nextChapterId": 139,
        "nextChapterText": "Не мучайся, отправляйся в таверну на [139]."
      }
    ]
  },
  {
    "chapterId": 17,
    "text": [
      "Ты ползешь по тоннелям уже не первый час. Хорошо, что ты не подвержен приступам клаустрофобии… Не ругайся и извини, что напомнил о твоих болезнях. Представь, что ты на поверхности, а вокруг — тесная облачная ночь. Как нельзя кстати впереди забрезжил свет."
    ],
    "nextChapters": [
      {
        "nextChapterId": 115,
        "nextChapterText": "Ты бежишь к нему и оказываешься на [115]."
      }
    ]
  },
  {
    "chapterId": 18,
    "text": [
      "Сознаюсь, попав в подобную переделку, я бы тоже вспотел.",
      "А может, поднапряжешься и попытаешься отбиться от четырех громил, которые волокут тебя на кухню?",
      "О, новобранец, я краснею. Где ты только нахватался таких слов?",
      "Ты уже на кухне. Тебя подтаскивают к огромному закопченному котлу, подвешенному над открытым очагом.",
      "Похоже, прежде чем кинуть тебя в кипящее масло, стражники собрались поживиться твоей одежонкой. Тебя швыряют на пол, и два громилы стягивают с тебя ботинки.",
      "Так я и думал, что ты наконец вспомнишь! Конечно, воспользуйся ремнем-невидимкой! Жми быстрей кнопку на пряжке,"
    ],
    "nextChapters": [
      {
        "nextChapterId": 87,
        "nextChapterText": "и ты — на [87]."
      }
    ]
  },
  {
    "chapterId": 19,
    "text": [
      "Ты бредешь по широкому светлому тоннелю, и неприятности тебе вроде бы здесь не грозят. Согласен, вырезанные на стенах мерзкие монстры, пожираемые еще более мерзкими монстрами, портят настроение.",
      "Но вот тоннель расширяется, упираясь в каменную лестницу. Она ведет как вверх, так и вниз. На стене нарисованы две стрелки. Над той, которая указывает вниз, надпись «ТАМ ЛЕЖБИЩЕ ЗВЕЗДНОГО ЧУДОВИЩА», а над той, которая направлена вверх, «БЕЗОПАСНЫЙ ПУТЬ НАРУЖУ».",
      "Правдивы ли надписи? Не знаю."
    ],
    "nextChapters": [
      {
        "nextChapterId": 124,
        "nextChapterText": "Решай, отправишься ли вверх на [124]."
      },
      {
        "nextChapterId": 49,
        "nextChapterText": "Или пойдешь вниз на [49]."
      }
    ]
  },
  {
    "chapterId": 20,
    "text": [
      "Заморил червячка? Вот и отлично.",
      "Отправляйся на перекресток дорог, а там уж решишь, в какую сторону шагать дальше."
    ],
    "nextChapters": [
      {
        "nextChapterId": 339,
        "nextChapterText": "на перекресток дорог к [339]"
      }
    ]
  },
  {
    "chapterId": 21,
    "text": [
      "Ты получаешь именно то, что заслужил, доверившись Волосатому Гарри. Едва вас скрывают деревья, Гарри швыряет тебя на землю и, навалившись всем телом, вонзает в твое горло острые зубы. Надеясь, что жадность возьмет верх над его голодом, ты шепчешь, где зарыл золотые, и он с довольным урчанием убегает.",
      "Ты встаешь, понурив голову и размышляя о будущем. У тебя не осталось ни золота, ни оружия. Один, на Богом проклятой планете…",
      "Слушай, сынок, что тебе скажет Стальная Крыса.",
      "Когда ты был под гипнозом… Ты не помнишь, что был под гипнозом? Неудивительно, ведь Корпус свято хранит свои секреты! Так вот, когда ты был под гипнозом, Спецы Корпуса вживили в сустав твоего указательного пальца на правой руке машину времени."
    ],
    "nextChapters": [
      {
        "nextChapterId": 80,
        "nextChapterText": "Щелкни пальцами, и перенесешься во времени на [80]."
      }
    ]
  },
  {
    "chapterId": 22,
    "text": [
      "Твой план принят. Что там принят — подхвачен с восторгом!",
      "Все рабы, потерявшие когда-то друзей из-за неумеренного аппетита Волосатого Гарри, горят желанием посчитаться с ним, а заодно и сделаться владельцами Зловонного замка, у тебе же появляется реальный шанс схватить безумного профа.",
      "Твой план прост и вполне выполним.",
      "Слюя приковывают к общей цепи, он в гневе ревет, но от немилосердных ударов своей бывшей собственности быстро теряет сознание и умолкает. Тебя приковывают к той же цепи, и процессия, возглавляемая теперь Арбутнотом,"
    ],
    "nextChapters": [
      {
        "nextChapterId": 34,
        "nextChapterText": "направляется к Зловонному замку на [34]."
      }
    ]
  },
  {
    "chapterId": 23,
    "text": [
      "— Откуда я знаю, что тебе нужно? — спрашивает Роббин Гут.",
      "Ты тихо бормочешь: «Да, откуда?»",
      "— Да каждому в джунглях известно, что Сейди-Садистик послала тебя в тайный храм за Рубином Джунглей. У тебя только один шанс найти его и остаться в живых. Иди по этой тропинке, в конце встретишь того, кто поможет тебе. Большего сказать не могу, опасаясь за собственную жизнь. Прощай!",
      "Стараясь не поворачиваться к властелину леса спиной, ты идешь к указанной им тропе и"
    ],
    "nextChapters": [
      {
        "nextChapterId": 340,
        "nextChapterText": "следуешь по ней на [340]."
      }
    ]
  }
]