[
  {
    "chapterId": 138,
    "text": [
      "Беги как можно быстрей на [4]!",
      "Оставаться на месте — смертельная ошибка."
    ],
    "nextChapters": [
      4
    ]
  },
  {
    "chapterId": 139,
    "text": [
      "Настороженно озираясь, ты входишь в таверну. Видишь, как у стойки четверо громил избивают хозяина таверны. Громилы поднимают глаза и, гнусно ухмыляясь и помахивая дубинками, наступают на тебя.",
      "Решай быстрее!",
      "Если с максимальной скоростью покинешь таверну, то будешь на [83].",
      "Если швырнешь в громил гранату с сонным газом, то на [170]."
    ],
    "nextChapters": [
      83,
      170
    ]
  },
  {
    "chapterId": 140,
    "text": [
      "Поздний вечер, ты сидишь под виселицами, сова на ближайшем надгробном камне ухает:",
      "— Ву! Ву-у!",
      "Ты закопал монеты под самой высокой виселицей, присыпал ямку землей, сверху забросал опавшими листьями, а на них для реализма кинул дохлого жука. Отлично сделано! Теперь жди рассвета.",
      "Ты, закрыв глаза, привалился спиной к виселице.",
      "У тебя, новобранец, не нервы, а стальные канаты!",
      "Говоришь, что не в нервах дело, а просто ты чертовски устал…",
      "Ты засыпаешь, а просыпаешься уже на [179]."
    ],
    "nextChapters": [
      179
    ]
  },
  {
    "chapterId": 141,
    "text": [
      "Прием отлично сработал на арене, сработает и здесь. Ты пристально смотришь в налитые кровью глазки, а кабан, будто не замечая железной воли во взгляде, по-прежнему неотвратимо приближается. Ты взмахом руки приказываешь ему остановиться.",
      "О, как больно! Пятачком кабан подбрасывает тебя на [260]. Оказавшись там, прими другое, более мудрое решение!"
    ],
    "nextChapters": [
      260
    ]
  },
  {
    "chapterId": 142,
    "text": [
      "Ты захлопываешь за спиной дверь. Как раз вовремя! Башня с оглушительным грохотом рушится, дверь с той стороны заваливает камнями.",
      "Услышав неприятный скрежет, ты поворачиваешь голову и видишь… гигантского крысольва. Учуяв тебя, крысолев прекращает точить о каменный пол и без того острые, как бритвы, когти, поворачивается и, издав яростный рык, бросается в атаку. Ты поднимаешь меч — игрушку против гиганта, каждый зуб которого длинней оружия в твоей руке. Знаешь, а у меня возникла неплохая идея…",
      "Говоришь, тебе нет дела до моих бредовых идей? Что ж, тогда и мне на тебя плевать. Оставайся на [177]",
      "Если все же передумаешь и решишь выслушать добрый совет, то быстрей беги к [171]."
    ],
    "nextChapters": [
      177,
      171
    ]
  },
  {
    "chapterId": 143,
    "text": [
      "У тебя сильные мускулистые руки, но мышцы устали, пальцы скользят по веревке. Ты с надеждой смотришь вверх. Приближается грозовое облако, вот-вот начнется дождь.",
      "Солнца не видно, ледяные капли дождя охлаждают баллон, и воздушный шар идет на снижение. Отлично! Твое невольное путешествие подходит к концу.",
      "Проф Гейстескранк перегибается через край корзины и видит тебя.",
      "— Доннерветтер! Кишки выпущу! — кричит он и длинным тупым ножом пилит веревку, на которой висишь ты.",
      "Как поступить?",
      "Если будешь, разинув рот, ждать, пока он перережет веревку, то ты — на [136].",
      "Если судорожно поползешь по веревке вверх, к корзине, то на [126]."
    ],
    "nextChapters": [
      136,
      126
    ]
  },
  {
    "chapterId": 144,
    "text": [
      "На трибунах беснуется толпа, вопит, орет, швыряет на арену пустые бутылки из-под пива. Ты не обращаешь внимания на дурно воспитанных зрителей, твой взгляд прикован к противнику — безобразному, давно небритому верзиле, чье мускулистое тело покрыто шрамами от сотен боев. В левой руке верзилы сеть, в правой, которую он занес над головой, трезубец. Верзила, испустив боевой клич, бросается на тебя.",
      "Не стой же столбом, защищайся, дерись за свою жизнь! Продемонстрируй, на что способен полевой агент Спецкорпуса!",
      "Если попытаешься разрубить сеть, которую на тебя накидывает верзила, то ты — на [282].",
      "Если увернешься и обрушишь на противника меч и щит, то на [60]."
    ],
    "nextChapters": [
      282,
      60
    ]
  },
  {
    "chapterId": 145,
    "text": [
      "Согласен, в тяжелой кольчуге с вооружением под обжигающими лучами солнца тебе не взобраться на этот крутой холм.",
      "Почему ты орешь, точно резаный?",
      "Понимаю, твоя нога соскользнула с камня, и ты кубарем катишься вниз к [108]."
    ],
    "nextChapters": [
      108
    ]
  },
  {
    "chapterId": 146,
    "text": [
      "Ты до сих пор так и не понял, что насилием ничего не добьешься?",
      "Конечно, старик, увидев в твоей руке нож, насмерть перепугался, огрел тебя посохом по голове и, пока ты поднимался с земли и тряс головой, убежал. Запомни на будущее, что эту планету населяют преступники, и их неписаные законы гласят, что приближающийся с оружием в руке — враг.",
      "Ну, не глупи, спрячь нож.",
      "Нет, подожди, срежь сначала посох. Он хоть и не выглядит оружием, но им, как только что тебе убедительно продемонстрировал старик, можно с успехом пользоваться.",
      "Срезал? Отлично. А теперь решай, по какой дороге отправишься.",
      "Если по северной, то двигай на [193].",
      "Если по восточной, то на [174].",
      "Если по южной, то на [186].",
      "Если по западной, то на [129]."
    ],
    "nextChapters": [
      193,
      174,
      186,
      129
    ]
  },
  {
    "chapterId": 147,
    "text": [
      "Сейди сует в твою ладонь десять золотых монет и показывает на горизонт.",
      "— Иди по тропе, отмеченной человеческими черепами и костями, и через день окажешься в Эндсвилле. Именно там, по слухам, обитает сейчас профессор Гейстескранк. Сделай милость, избавь нашу планету благородных преступников от этого ублюдка. А пока подкрепись.",
      "По указанию Сейди один из Сынов Садизма приносит корзинку с жареными цыплятами. Ты усаживаешься под раскидистым деревом, ешь и думаешь.",
      "У тебя теперь есть золотые монеты, но вокруг закоренелые преступники. Не доверяя им, ты незаметно суешь три монеты в сапог.",
      "Вскоре от цыплят остаются лишь обглоданные косточки. Тебе пора в путь. Но прежде реши, попросишь ли ты на [41] у Сейди дополнительной помощи в твоей нелегкой миссии, или, быть может, удалишься на [319], просто поблагодарив ее за доброту."
    ],
    "nextChapters": [
      41,
      319
    ]
  },
  {
    "chapterId": 148,
    "text": [
      "Преследуя профа по длиннющим коридорам и широченным залам замка, ты неожиданно выскакиваешь во двор, в глаза бьет ослепительный солнечный свет. Ты зажмуриваешь веки, а когда открываешь глаза, то…",
      "Оказывается, профа во дворе ожидал воздушный шар. Он забирается в корзину и перерезает веревку, которая удерживала шар у земли. Шар поднимается в воздух.",
      "Беги же! Хватайся за свисающий конец веревки!",
      "Ты успел! Ты вместе с шаром взмываешь в небо. Из корзины высовывается голова профа. Ты сдерживаешь дыхание, но, к счастью, проф смотрит по сторонам, а не вниз, и оттого, не замечая тебя, бодро и фальшиво насвистывает старинную немецкую мелодию. Умолкает. Вроде бы что-то жует. На тебя сыплются обглоданные куриные кости. От пронзительного, холодного ветра твои руки деревенеют.",
      "Когда же наконец шар сядет?",
      "Похоже, твоим мучениям придет конец лишь на [143]."
    ],
    "nextChapters": [
      143
    ]
  }
]