[
  {
    "chapterId": 47,
    "text": [
      "Не без основания боясь поскользнуться, ты медленно спускаешься по мокрым ступеням. Вскоре лестница кончается, перед тобой — темный тоннель.",
      "Ну, ты знаешь, что делать. Ползи. Ты ползешь по тоннелю, к счастью, вскоре впереди появляется свет.",
      "Ты прибавляешь скорость и оказываешься в комнатенке с металлическими стенами. Кроме дыры, через которую ты сюда попал, других выходов вроде бы нет. Ты уже было решаешь возвращаться назад, но внезапно тоннель перед тобой с ужасным грохотом обваливается.",
      "Ты в ловушке!",
      "Но что это?",
      "Там, в темном углу комнатки?",
      "Ты направляешься в угол и видишь на стене ярко-красную ручку с искусно вырезанным человеческим черепом на конце. Над ручкой в металле вытравлена инструкция на тридцати четырех языках, по крайней мере половина из которых давным-давно забыта. Ты находишь понятную тебе надпись. Она проста: «Дерни за меня». Хорошенько поразмыслив и сообразив, что выбора все равно нет, ты протягиваешь к ручке дрожащие пальцы, хватаешься за нее, дергаешь, и…",
      "Пол под тобой расходится, и ты падаешь, падаешь, падаешь, до самой [98]."
    ],
    "nextChapters": [
      98
    ]
  },
  {
    "chapterId": 48,
    "text": [
      "Мрачно, сумрачно, вокруг темный, дремучий лес…",
      "Что-то мне это напоминает? А, вот что:",
      "Дремуч вокруг и темен лес,",
      "Но верен клятве буду век",
      "И прошагаю сотни миль",
      "Я, не сомкнув усталых век.",
      "Это четверостишие написано тысячелетия назад на легендарной планете Грязь. Или планету называли Землей? Неважно. Лучше вспомни, кто автор этих строк.",
      "Если, по-твоему, это Роберт У.Сервис, то отправляйся на [61].",
      "Если Роберт Фрост, то на [67]."
    ],
    "nextChapters": [
      61,
      67
    ]
  },
  {
    "chapterId": 49,
    "text": [
      "По-моему, ты выбрал верный путь. Ведь если вспомнить, почти все указатели на этой чертовой планете обманывали тебя.",
      "Весело перепрыгивая через ступеньку, ты сбегаешь по лестнице. Перед тобой — распахнутая дверь.",
      "Загляни в нее.",
      "Ты видишь вроде бы безопасную ярко освещенную комнату, посередине стоит кресло на колесиках, следы от колесиков ведут в тоннель, конец которого освещен ярким солнечным светом, рядом с креслом на полу надпись. В переводе с эсперанто она гласит:",
      "СПАСИБО, ЧТО ЗАГЛЯНУЛИ К НАМ, НО, К СОЖАЛЕНИЮ, ЗВЕЗДНОЕ ЧУДОВИЩЕ ДАВНО МЕРТВО. ПОЖАЛУЙСТА, СЯДЬТЕ В КРЕСЛО, НАЖМИТЕ КНОПКУ НА ПОДЛОКОТНИКЕ — И ОКАЖЕТЕСЬ СНАРУЖИ. ПРИЯТНОГО ВАМ ПУТЕШЕСТВИЯ.",
      "Я, как и ты, не знаю, насколько были правдивы какалоки.",
      "Решай, сядешь ли в кресло и, нажав кнопку, отправишься на [304].",
      "Или побредешь по тоннелю вдоль следов от колес на [337]."
    ],
    "nextChapters": [
      304,
      337
    ]
  },
  {
    "chapterId": 50,
    "text": [
      "Ты, беззаботно насвистывая и помахивая сумкой с дымовыми гранатами, идешь по тропе, усеянной черепами. Сейди не соврала — часов через пять ты видишь на ближайшем холме прогнившие крыши, а у дороги указатель: «Эндсвилль. 467 жителей».",
      "Тут издалека доносится жуткий вопль, в указателе что-то щелкает и число жителей сокращается до 466. Ничего не скажешь, пренеприятный городишко этот Эндсвилль!",
      "Но выбора у тебя нет, шагай дальше!",
      "Ты направляешься к городку и вскоре слышишь за поворотом тяжелое дыхание и громкие проклятия. К тяжелому дыханию и проклятиям тебе не привыкать, и, достав из сумки гранату левой рукой, а правой крепче сжав рукоять меча, ты смело поворачиваешь на [164]."
    ],
    "nextChapters": [
      164
    ]
  },
  {
    "chapterId": 51,
    "text": [
      "Ты победил! Стражник на коленях молит тебя о пощаде:",
      "— О, могущественный незнакомец! Ты победил! И теперь можешь разрубить меня на части и пошвырять их с моста в реку! Но смилуйся над пожилым человеком! Через полгода я выхожу на пенсию. Сохрани мне жизнь, и я поведаю, как тебе избежать верной гибели у дальнего конца моста.",
      "Если пожалеешь старика, то ты — на [215]",
      "Если будешь до конца непреклонен, устраняя опасность с тыла, разрубишь его на части, ты — на [45]."
    ],
    "nextChapters": [
      215,
      45
    ]
  },
  {
    "chapterId": 52,
    "text": [
      "Ты поешь, вкладывая в песню всю душу. Неудивительно, ведь от успеха выступления зависит твоя жизнь! Песня кончается, и ты тяжело переводишь дыхание.",
      "Кабан, роя землю копытами, смеется:",
      "— Ха-ха-ха! Хо-хо-хо! Хрю-хрю-хрю! До чего же слаб и пуглив человек! Не бойся, я помог бы тебе, какую бы ты песню ни исполнил.",
      "Твое приключение на планете-о тюрьме подошло к логическому концу. Отправляйся с триумфом на [307]!"
    ],
    "nextChapters": [
      307
    ]
  },
  {
    "chapterId": 53,
    "text": [
      "Что с того, что деревенька перед тобой напоминает городскую свалку? Ведь на табличке, прибитой к придорожному столбу, ясно написано «Хестелорт».",
      "Нет, не разворачивайся и не убегай! Ты же явился сюда не квартиру снимать, а разузнать о профессоре Гейстескранке.",
      "Вон и таверна. Как там она называется? А… «Вздернутый легавый». Нет-нет, это вовсе не дурное предзнаменование. Ведь ты же не рассчитываешь, что жители этой планеты любят блюстителей закона?",
      "Если зайдешь в таверну и за кружечкой холодного пивка расспросишь местных о профе, то ты окажешься на [139]",
      "Или, может, опасаешься, что в таверне столкнешься с дурно воспитанными посетителями?",
      "Тогда подожди на [16], а как только из «Вздернутого» кто-нибудь выйдет, подойди к нему и узнай, где проф."
    ],
    "nextChapters": [
      139,
      16
    ]
  },
  {
    "chapterId": 54,
    "text": [
      "Ты, беззаботно насвистывая и вращая над головой «утреннюю звезду», идешь по тропе, усеянной черепами. Сейди не соврала — часов через пять ты увидишь на ближайшем холме прогнившие крыши, а у дороги указатель «Эндсвилль. 467 жителей».",
      "Тут издалека доносится жуткий вопль, в указателе что-то щелкает, и число жителей сокращается до 466. Ничего не скажешь, пренеприятный городишко этот Эндсвилль!",
      "Но выбора у тебя нет, шагай дальше!",
      "Ты направляешься к городку и вскоре слышишь за поворотом тяжелое дыхание и громкие проклятия. К тяжелому дыханию и проклятиям тебе не привыкать, и ты, лишь крепче сжав ручку «утренней звезды», смело поворачиваешь на [71]."
    ],
    "nextChapters": [
      71
    ]
  },
  {
    "chapterId": 55,
    "text": [
      "Перед тобой крутой подъем. Но ты не слабак, взберешься!",
      "Вот ты и на вершине холма. Отдохни минут пять. Теперь спустись с холма и вновь углубись в джунгли.",
      "Тропа сворачивает налево, вливается в другую, ты попадаешь на [206]."
    ],
    "nextChapters": [
      206
    ]
  },
  {
    "chapterId": 56,
    "text": [
      "Удивляюсь, новобранец, как с такой дырявой головой можно попасть в Специальный Корпус!",
      "Ну, пошевели, пошевели мозгами!",
      "Вспомни, Сейди-Садистик наградила тебя десятью золотыми монетами, семь из них ты сунул в карман, остальные спрятал.",
      "Куда? Вспомнил наконец?",
      "Конечно, в левый сапог!",
      "Теперь отправляйся на [11]."
    ],
    "nextChapters": [
      11
    ]
  }
]