[
  {
    "chapterId": 97,
    "text": [
      "Старик хоть и выглядит настороженным, но, увидев тебя с посохом в руке, останавливается. Остановись и ты, не подходи к нему слишком близко. Так, теперь спроси, куда ведут дороги.",
      "— Что-что, молодой человек?",
      "Говори громче, похоже, старик глуховат.",
      "— Дорога на Гроаннсвилль? Гроаннсвилль — ужасный, ужасный город! Тамошний герцог — ужасный, ужасный тиран. Его любимое развлечение — пытки. Говорят, подвалы его замка — камеры пыток, оборудованные по последнему слову техники. Я бы, молодой человек, на вашем месте туда не ходил.",
      "Скажи, что тебе очень надо попасть туда.",
      "— Говорите, вас зовет в Гроаннсвилль долг? Похоже, что вы — благородный юноша, но, сказать по правде, я вам не завидую. Ну, если вам так приспичило в Гроаннсвилль, то идите по дороге, что ведет на юг.",
      "Спроси, куда ведут остальные дороги.",
      "— Громче, молодой человек, я слаб на ухо.",
      "Говори громче.",
      "— Остальные дороги? Пойдя по северной дороге, вы попадете в непролазные топи. Ужасное, ужасное место, скажу я вам! Дорога на восток ведет к дому тюремного надзирателя. Надзиратель ужасный, ужасный человек. С ним лучше не связываться. Ну а если вы проголодались, я бы советовал вам податься на запад. В конце той дороги найдете бесплатную робокухню. Не благодарите меня.",
      "Приятный старичок. Или он только с виду такой? Можно ли ему верить? Можно ли верить хоть кому-нибудь на планете-тюрьме?",
      "По какой дороге пойдешь? Решай.",
      "Если по северной, то двигай на [193].",
      "Если по восточной, то на [174].",
      "Если но южной, то на [186].",
      "Если по западной, то на [129]."
    ],
    "nextChapters": [
      193,
      174,
      186,
      129
    ]
  },
  {
    "chapterId": 98,
    "text": [
      "Ты — в огромном наклонном желобе, по которому струится грязная вонючая вода. Зажав нос, скользишь по нему. Вскоре наклон желоба уменьшается, и ты уже сидишь в нем. Ты всматриваешься вперед и напряженно вслушиваешься. Из темноты доносятся скрежет и шипение. Что значат эти звуки?",
      "К сожалению, очень скоро ты выясняешь их природу. Оказывается, чуть впереди в желобе дыра, под ней — огромное озеро лавы. Вода сливается вниз и, едва коснувшись раскаленной лавы, с шумом вскипает. И что самое досадное, тебя медленно, но неотвратимо несет к дыре.",
      "Пора прощаться с жизнью? Ты с надеждой вглядываешься в облака пара, и… о, радость! Видишь посреди озера лавы крошечный каменный островок. Он — твой единственный шанс на спасение!",
      "Приготовься!",
      "Прыгай на [181]!"
    ],
    "nextChapters": [
      181
    ]
  },
  {
    "chapterId": 99,
    "type": "random",
    "text": [
      "Все мы совершаем ошибки.",
      "Почему так темно? Да просто девица выпустила тебе в ноздри струю наркогаза. А теперь открой глаза и оглядись. Тебе не по нраву то, что ты увидел? Считаешь наручники на запястьях и цепи на лодыжках излишествами? Представь на минуту, что они из чистого золота. Не помогло? Ну, тогда… Стоп: пленившая тебя девица подала голос. Что ж, послушаем.",
      "— А ты, красавчик, здесь, никак, новенький?",
      "Ты неохотно киваешь, девица, расплывшись в довольной улыбке, продолжает:",
      "— Ну я-то сразу догадалась! Ведь только новички настолько глупы, что подпускают к себе незнакомцев. Мое полное имя — Бетси-На-Все-Руки-Мастерица, но ты, как и все здесь, зови меня просто Бетси.",
      "На-Все-Руки-Мастерицей меня прозвали потому, что я была мастером но подделке банковских счетов, кредитных карточек и банкнот. Когда меня заловили легавые, то почему-то назвали воровкой и отправили на эту планету мотать срок. Они ошиблись дважды. Во-первых, я не воровка. Наоборот, практически из ничего — кусков пластика и листов чистой бумаги — я создавала полезные вещи: кредитные карточки и банкноты. Во-вторых, ссылка сюда для меня вовсе не наказание. Здесь я ловлю раззяв вроде тебя и заставляю их работать, а когда они мне надоедают, продаю за приличные бабки. И ты, дорогуша, будешь работать на меня, а иначе… Лучше не спрашивай, что иначе. От одной только мысли, что с тобой произойдет, если ты откажешься работать, у меня мороз по коже. А сейчас вставай, пошли.",
      "Она рывком поднимает тебя на ноги и, продолжая говорить, тащит на цепи за собой.",
      "— Эта дорога в Гроаннсвилль. Тамошний граф набирает войско и за тебя мне отвалит солидную сумму серебром. Да пошевеливайся же!",
      "Она дергает за цепь, а ты спотыкаешься и думаешь, до чего же повезло. Именно повезло! Ведь зная, что всех заключенных отсылают на планету-тюрьму с пустыми руками и карманами, Бетси не обыскала тебя, но ты-то не заключенный, у тебя-то с собой целый арсенал!",
      "Незаметно сунь руку в карман. Нащупал гранату? Доставай ее. А теперь рви чеку и швыряй!",
      "БУ-У-УМ!",
      "Интересно, какая граната тебе попалась. Дымовая или с сонным газом?",
      "Для выяснения своей дальнейшей судьбы воспользуйся Двусторонним Определителем Случайных Процессов.",
      "Ты никогда не слышал о ДОСПе? Да у тебя в кармане их целый десяток. Возьми один.",
      "Да, правильно, ДОСП в просторечии называют монетой.",
      "Ты не знаешь, как им пользоваться?",
      "Подбрось ДОСП в воздух и, поймав на раскрытую ладонь, посмотри.",
      "Если выпадет решка, отправляйся к [106].",
      "Если орел, к [189]."
    ],
    "nextChapters": [
      106,
      189
    ]
  },
  {
    "chapterId": 100,
    "text": [
      "Ты берешь сеть в левую руку, трезубец в правую; дверь перед тобой распахивается, в глаза бьет яркий солнечный свет. Ты распрямляешь спину и, гордо подняв подбородок, выходишь на [58]."
    ],
    "nextChapters": [
      58
    ]
  },
  {
    "chapterId": 101,
    "text": [
      "Ну и что с того, что он пнул тебя ногой в коленную чашечку, едва ты с ним заговорил? Ведь ты же в долгу не остался и уложил его отработанным на тренировках в Корпусе апперкотом. Теперь не дергайся, стой в очереди, пока не попадешь на [20]."
    ],
    "nextChapters": [
      20
    ]
  },
  {
    "chapterId": 102,
    "text": [
      "Ты попадаешь в светлую чистую комнату. Посередине стоит стол, рядом с ним удобное мягкое кресло, на столе большущая ваза с фруктами. Рот твой наполняется слюной. Неудивительно, ведь ты даже не помнишь, когда ел в последний раз. Но будь осмотрителен, вдруг фрукты отравлены! Извини, не понял, что ты говоришь, набив рот. В считанные минуты ты съедаешь все фрукты, пол вокруг тебя покрывается слоем кожуры и огрызков. Не кажется ли тебе, что на этой планете ты приобрел слишком много дурных привычек? Но ш-ш-ш. Открывается дверь! Готовый к очередным неприятностям, ты разворачиваешься на каблуках. В комнату входит… цветущая стройная женщина! И ты ее, вроде бы, видел прежде. Но где?",
      "— Привет, незнакомец, — говорит она. — Вижу по твоим округлившимся глазам и отвисшей челюсти, что ты узнал меня. Да, именно я сидела в Королевской ложе. Я — Сейди-Садистик, главарь Сынов Садизма. Правда, в моей банде женщин не меньше, чем мужчин, и я даже одно время подумывала переименовать банду в Дочерей и Сынов Садизма, но новое название слишком длинно и неблагозвучно, и потому отказалась от этой мысли. Да и не в названии дело, главное, что все мы обожаем насилие!",
      "Ты дрожишь и делаешь усилие, чтобы не свалиться на пол, а Сейди одобрительно кивает.",
      "— Мне понравился твой стиль на арене, поэтому предлагаю тебе вступить в нашу банду. Ты согласен?",
      "Воистину царское предложение, но ты почему-то подавленно молчишь.",
      "— Давая ответ, помни, что либо ты наш человек, либо покойник! — подбадривает тебя Сейди.",
      "Ты неохотно киваешь.",
      "— Рада, незнакомец, твоему мудрому решению. Но не волнуйся, ты пробудешь с нами недолго. Мне известно, что ты преследуешь безумного профессора Гейстескранка. Я тебе помогу, но лишь после того, как ты окажешь мне услугу.",
      "Интересно, какую?",
      "— Ты отправишься через Непроходимые Джунгли к священному храму среди руин и принесешь мне Рубин Джунглей. Непроходимые Джунгли кишат свирепыми хищниками, и двенадцать посланных туда добровольцев погибли, но ты, уверена, справишься, ведь ты тринадцатый, а тринадцать — счастливое число. К тому же я видела, как лихо ты управился с хищником на арене, справишься и с его родственниками в джунглях.",
      "Выбора у тебя нет. Так что следуй за Сейди Садистик по коридору к [109]."
    ],
    "nextChapters": [
      109
    ]
  }
]