[
  {
    "chapterId": 89,
    "text": [
      "Звездному чудищу забава пока не наскучила, и оно задает тебе очередной вопрос:",
      "— В технике ты не силен. Посмотрим, каковы твои познания в химии. Моя сестренка в детстве отравилась, выпив из склянки с надписью H2SO4. Что было в склянке? Думай быстрей, отвечай и двигай на [1]."
    ],
    "nextChapters": [
      1
    ]
  },
  {
    "chapterId": 90,
    "text": [
      "Взятка вроде сделала свое дело. Указания достаточно ясны: дойти до первого переулка, свернуть направо, на следующем углу налево, затем…",
      "Ты оказываешься прямо перед вооруженными стражниками. Твой вид почему-то вызывает у них приступ ярости. Они хватают тебя и волокут на [175]."
    ],
    "nextChapters": [
      175
    ]
  },
  {
    "chapterId": 91,
    "text": [
      "А Сейди-Садистик не такая уж садистка, как о ней говорят. Ты видишь ее кулак, большой палец направлен вверх. Толпа громко восхваляет милостивую правительницу и тебя — победителя.",
      "Ты раскланиваешься и, пнув напоследок поверженного врага ногой под ребра, удаляешься на [348]."
    ],
    "nextChapters": [
      348
    ]
  },
  {
    "chapterId": 92,
    "text": [
      "Впереди показалась деревенька. Похоже, ты на верном пути, и перед тобой — Хестелорт. Хотя нет. Вон побледневшая от дождей и солнца табличка на придорожном столбе, на ней написано «Свинлорт».",
      "Что предпримешь?",
      "Войдешь в деревеньку и осмотришься? Тогда отправляйся на [200].",
      "Или вернешься к перекрестку и направишься по другой дороге? Тогда ты — на [53]."
    ],
    "nextChapters": [
      200,
      53
    ]
  },
  {
    "chapterId": 93,
    "text": [
      "Ты падаешь на мягкий пыльный матрас. Клубы пыли постепенно рассеиваются, и ты, прочихавшись и утерев слезы, оглядываешься и обнаруживаешь, что попал в огромную комнату, где прямо перед тобой клетка, а в ней — возмущенный и растрепанный проф Гейстескранк. Лучшей расстановки сил не придумаешь! Ты открываешь было рот, собираясь поздравить себя с успешным выполнением задания, как позади раздается свирепый рык, а спину тебе обдает волна нестерпимо горячего воздуха. Ты резво поворачиваешься. В десятке футов от тебя огромный, безобразный, покрытый склизкой чешуей крылатый дракон! Ты проворно откатываешься на несколько футов. Вовремя! Дракон с шумом выдыхает, и над тем местом, где ты только что сидел, проносится огненный смерч.",
      "Дракон, мотнув головой, замирает, челюсти его, выпустив клуб зловонного дыма, распахиваются, и он говорит:",
      "— Посмотрим, кто к нам пожаловал на сей раз. — В тебя впиваются его крошечные горящие красным светом глазки. — А-а-а, еще один сладенький, вкусненький млекопитающий! Слушай, будь пай-мальчиком: пока огонь не угас, подбрось мне в топку угольку.",
      "Дракон шире прежнего распахивает пасть, ты с готовностью вскакиваешь, хватаешь из стоящего рядом угольного бункера лопату и, как сумасшедший, принимаешься за работу. Вскоре ты с ног до головы покрыт угольной пылью, но не отвлекаешься даже на то, чтобы отереть пот со лба.",
      "Наконец дракон, пыхнув для пробы огнем, показывает взмахом похожего на ятаган когтя, что ему вполне достаточно, и ты удовлетворенно переводишь дух.",
      "— А ты компанейский парень, — говорит меж тем дракон. — Если проголодался, то подкрепись. Харч там, на столе.",
      "Поскольку к дискуссиям с драконами ты пока не привык, то послушно поворачиваешься к столу и видишь на нем два блюдца, на каждом лежит кусок торта, шоколадного и песочного.",
      "— Законченный думкопф! — кричит тебе из клетки безумный проф. — Не ешь! Чудище собирается отравить тебя. Откусишь от шоколадного торта — тут же отбросишь коньки, от песочного — станешь до конца своих дней идиотом.",
      "Если прислушаешься к совету безумца, то ты на [103].",
      "Если, не поверив ему, откусишь от шоколадного торта, то на [221]",
      "Если же считаешь, что напасти, обрушившиеся в последние часы на твою голову, и так превратили тебя в идиота, и попробуешь песочный торт, то ты на [158]."
    ],
    "nextChapters": [
      103,
      221,
      158
    ]
  },
  {
    "chapterId": 94,
    "text": [
      "Бой был жаркий, и твоя помощь пришлась кстати. Как только ты кусаешь громилу за коленку, он с воем бросается в лес.",
      "Ну хватит, хватит, ты уже выплюнул изо рта все волосы. Да и к тому же к тебе подходит Бетси.",
      "Она говорит:",
      "— Спасибо, сосунок! Но что бы новичок ни сделал, все равно он мой раб. Уразумел?",
      "Смеясь, она берется за конец цепи и тащит тебя по дороге дальше.",
      "Жалеешь, что выступил в схватке на ее стороне? Может, громила не оказался бы такой неблагодарной тварью, как Бетси? Но сделанного не вернешь…",
      "Что это за шум в лесу? Кто это там?",
      "О, да это тот самый громила! Кажется, он опять готов сразиться с Бетси. Перед тобой новый выбор. Кому поможешь?",
      "Если громиле, то отправляйся на [65].",
      "Если опять неблагодарной Бетси, то на [7]."
    ],
    "nextChapters": [
      65,
      7
    ]
  },
  {
    "chapterId": 95,
    "text": [
      "Ты выскакиваешь на крошечный балкончик. Оказывается, по винтовой лестнице ты взобрался на самую высокую башню замка. Вокруг порхают, щебечут птички, твое разгоряченное лицо обдувает ласковый бриз. Идиллия. Но взгляни с балкона вниз.",
      "Черт возьми, под тобой по крыше главной постройки замка ползет безумный проф. Выбора у тебя нет, так что, преодолевая головокружение, спускайся по вертикальной стене и преследуй его.",
      "Цепляясь за трещины между камнями, ты ползешь, ползешь по башне вниз. Если бы твои пальцы не потели, то спуск шел бы гораздо легче. Но что поделаешь, такова полная трудностей жизнь полевого агента.",
      "Карабкайся, не опуская глаз, пока не спустишься на [255]."
    ],
    "nextChapters": [
      255
    ]
  },
  {
    "chapterId": 96,
    "text": [
      "С трудом переставляя ноги, ты входишь в древний лабиринт. Тебя окружают инопланетные чудеса: твердый пол пружинит, точно мох, скользкие на ощупь стены испускают мягкий люминесцентный свет…",
      "Почему ты остановился? Хочешь знать, что значит люминесцентный свет? Вернешься домой, загляни в словарь, а пока без лишних вопросов выполняй задание.",
      "Льющийся отовсюду люминесцентный свет скрадывает тени, поэтому ты ориентируешься с величайшим трудом.",
      "Внимание: в конце коридора что-то появилось… Что-то таинственное и чужое.",
      "А, вот оно в чем дело: коридор заканчивается, из тупика четыре пути, и ни один из них не кажется привлекательным.",
      "И вот еще что-то… А, надписи, причем я узнаю почерк рехнувшегося профа. Должно быть, надписи он сделал, чтобы не заблудиться.",
      "На краю дыры в полу с вертикальным шестом, какие бывают на пожарных вышках, он написал [105]",
      "На стене, рядом со спускающейся в неизвестность лестницей, ступени которой покрыты чем-то липким, скользким, холодным, цифра [47]",
      "Над узким темным тоннелем, в который едва-едва можно пролезть, корявая надпись [123]",
      "У движущегося эскалатора, похожего на те, что ты не раз видел в космопортах,[66].",
      "Куда направишься? Решай живее!"
    ],
    "nextChapters": [
      105,
      47,
      123,
      66
    ]
  }
]