[
  {
    "chapterId": 57,
    "text": [
      "Впереди слышна частая дробь шагов!",
      "Ты выбрал верное направление!",
      "Быстрей же!",
      "А вот и безумный проф. Стоит в дверном проеме, за ним — голубое небо.",
      "Он в ловушке!",
      "Забавно, но его вдруг не стало. Будто корова языком слизнула.",
      "Ты опасливо выглядываешь из дверного проема и видишь, как проф, уцепившись за веревку, карабкается вверх и скрывается на крыше замка.",
      "Ты опасливо выглядываешь из дверного проема и видишь, как проф, уцепившись за веревку, карабкается вверх и скрывается на крыше замка.",
      "Рядом с тобой болтается веревка. Что предпримешь? Полезешь, презрев опасность, за старым безумцем на крышу?",
      "О, да ты храбрец!",
      "Преодолев головокружение, ты окажешься на [255]."
    ],
    "nextChapters": [
      255
    ]
  },
  {
    "chapterId": 58,
    "text": [
      "На трибунах беснуется толпа, вопит, орет и швыряет на арену пустые бутылки из-под пива.",
      "Ты не обращаешь на дурно воспитанных зрителей внимания, твой взгляд прикован к противнику — безобразному, давно небритому верзиле, чье мускулистое тело покрыто шрамами от сотен битв. В левой руке верзилы щит, в правой, которую он занес над головой, короткий меч.",
      "Верзила, испустив боевой клич, бросается на тебя. Не стой же столбом, защищайся, дерись за свою жизнь! Продемонстрируй, на что способен полевой агент Спецкорпуса!",
      "Если попытаешься накинуть сеть на меч, которым размахивает верзила, то ты на [283].",
      "Если швырнешь сеть ему под ноги и рванешь что есть сил, то на [160]."
    ],
    "nextChapters": [
      283,
      160
    ]
  },
  {
    "chapterId": 59,
    "text": [
      "— В твоих жилах, не иначе, течет королевская кровь! — говорит Роббин Гут, ведя тебя от завистливо глядящих вслед преступников. — Все они — отъявленные лгуны, мне же ты можешь верить. Во всяком случае, при нормальных обстоятельствах. К сожалению, в делах, касающихся золота, я, как и все, блюду свою выгоду.",
      "Он пребольно бьет тебя кулаком в висок.",
      "Очнувшись на земле, ты видишь нацеленную тебе в переносицу стрелу. Объяснения излишни. Тяжело вздохнув, ты говоришь Роббину Гуту, где зарыл золотые. Он, улыбаясь, убегает прочь.",
      "Ты встаешь, понурив голову и размышляя о будущем. У тебя не осталось ни золота, ни оружия. Один, на Богом проклятой планете…",
      "Слушай, сынок, что тебе скажет Стальная Крыса. Когда ты был под гипнозом… Ты не помнишь, что был под гипнозом? Неудивительно, ведь Корпус свято хранит свои секреты!",
      "Так вот, когда ты был под гипнозом, спецы Корпуса вживили в сустав твоего указательного пальца на правой руке машину времени. Щелкни пальцами, и перенесешься во времени на [80]..."
    ],
    "nextChapters": [
      80
    ]
  },
  {
    "chapterId": 60,
    "text": [
      "Отлично сработано!",
      "Ты уворачиваешься от сети, ударом щита по голове опрокидываешь верзилу на землю. Миг, и твоя нога на его груди, меч — у горла. Как поступишь с врагом? Убьешь ли на месте или даруешь жизнь?",
      "Ты смотришь на Королевскую ложу, ждешь указаний Сейди-Садистик. Она медленно поднимает правую руку. Ее решение узнаешь на [91]."
    ],
    "nextChapters": [
      91
    ]
  },
  {
    "chapterId": 61,
    "text": [
      "Видимо, поэзия — не твой конек. Четверостишие принадлежит перу Фроста.",
      "Ну да ладно, полевой агент Корпуса не обязан быть докой в древней литературе (хотя образование — дело не лишнее).",
      "Словом, отправляйся на [67]."
    ],
    "nextChapters": [
      67
    ]
  },
  {
    "chapterId": 62,
    "text": [
      "Ну, что я говорил, неопытный и слегка напуганный новобранец? Вот мы и свиделись.",
      "Что? Ты меня не видишь? Неудивительно. Ведь я сижу в главном здании специального Корпуса, в руке у меня стакан с джусом, на голове металлический шлем, провода от которого тянутся к машине, именуемой Межмозговой Подкорковый Интерпретатор, модель четыре, сокращенно МПИ-4.",
      "Что? Сейчас обьясню, как работает эта хитрая машина. С помощью электроники наши мозги соединены накоротко, и теперь я, глядя твоими глазами, вижу то, что видишь ты, слушаю твоими ушами то, что слышишь ты, и даю мудрые советы.",
      "Нет, никакой помощи, только советы, а решение всех проблем — за тобой. Ну что ж, начнем, в детали вникнешь по ходу дела.",
      "Сейчас ты бредешь по тропинке в лесу. Тропинка извивается среди деревьев, дождь кончился, но ветер усилился, так что берегись падающих веток.",
      "Говоришь, они тебя не беспокоят?",
      "Правильно, новобранец, все мы — славные ребята из Специального Корпуса — смеемся над опасностями.",
      "Прекрати хихикать!",
      "Впереди что-то движется. Кто-то идет навстречу.",
      "Остановись и подожди.",
      "Так, хорошо.",
      "Появилась человеческая фигура.",
      "Да еще какая!",
      "Фигурка-то принадлежит юной грациозной девушке.",
      "У тебя есть шанс показать, из какого теста ты слеплен. Можешь отойти в глубь леса или приблизиться к ней и заговорить. Выбирай!",
      "Если уходишь, то отправляйся к [14].",
      "Если остаешься, то — к [99]."
    ],
    "nextChapters": [
      14,
      99
    ]
  },
  {
    "chapterId": 63,
    "text": [
      "Благополучно выбравшись на берег, ты отряхиваешь с себя вонючие зеленые водоросли и оглядываешься.",
      "В полумиле от тебя приземлился воздушный шар. Беги к нему на [130], согреешься по дороге."
    ],
    "nextChapters": [
      130
    ]
  },
  {
    "chapterId": 64,
    "text": [
      "Ты отлично сработал. Не затворив дверь, стражник с криками мечется по камере, ты же, встав на четвереньки, выползаешь в коридор.",
      "Дым рассеивается, так что поднимайся на ноги и беги!",
      "Длинный коридор еще не кончился, а ты почему-то встаешь, как вкопанный.",
      "Теперь и я слышу голоса. И вижу надвигающихся на тебя шестерых тяжеловооруженных охранников.",
      "Быстрее швырни гранату с сонным газом и беги на [114]!",
      "Или дымовую гранату и ползи на [345]."
    ],
    "nextChapters": [
      114,
      345
    ]
  },
  {
    "chapterId": 65,
    "text": [
      "Бой был жаркий, и твоя помощь пришлась кстати.",
      "Как только ты кусаешь Бетси за коленку, она с воем бросается в лес. Громила поворачивается к тебе, кошмарно рычит, заносит над головой дубинку…",
      "Бежать? Но ты сидишь на земле, даже вскочить не успеешь…",
      "Слушай, это он:",
      "— Благодарю тебя, отважный незнакомец. Я пришел, чтобы подарить тебе свободу, и ты вовремя подоспел на помощь.",
      "Он отшвыривает дубинку и, точно гнилые нитки, разрывает цепи на твоих руках и ногах, после чего торжественно продолжает:",
      "— Я Арбутнот Отверженный. Я вел жизнь преступника, и мир отверг меня в наказание за преступления, говорить о которых мне не дозволено. Я был сослан на планету-тюрьму. Ты поступил со мной как истинный друг, пришел на помощь, и я этого не забуду до гробовой доски. Ступай же, друг, с миром и помни, что всегда можешь рассчитывать на меня.",
      "На прощание ты машешь благородному Арбутноту рукой и отправляешься на [48]."
    ],
    "nextChapters": [
      48
    ]
  }
]