[
  {
    "chapterId": 301,
    "text": [
      "Ты карабкаешься, карабкаешься, карабкаешься вверх, пальцы твои деревенеют, мышцы не слушаются, ноги соскальзывают с перекладин… Наконец ты понимаешь, что подъем по длинной вертикальной лестнице тебе не по силам и что казавшаяся вначале блестящей идея вовсе не такая уж гениальная. Присев на ступеньки и отдохнув, ты спускаешься до того места, где обрывается лестница.",
      "Теперь решай, прыгнешь ли сразу в реку на [336]?",
      "Или предварительно на [271] снимешь кольчугу?"
    ],
    "nextChapters": [
      336,
      271
    ]
  },
  {
    "chapterId": 302,
    "text": [
      "Твоя уловка сработала, лев прыгнул, ты вовремя отступил в сторону, и он промахнулся. Но он вновь приближается и вновь готовится к прыжку! Тебе самое время отпрыгнуть на [331]."
    ],
    "nextChapters": [
      331
    ]
  },
  {
    "chapterId": 303,
    "text": [
      "Глазам не верю! Твоя идея сработала! Царь зверей свернулся калачиком и униженно лижет твои руки. Зрители на трибунах, не видевшие прежде ничего подобного, награждают тебя бурей восторженных аплодисментов. Будь доволен собой — ты оказался на высоте! Поклонись публике и незаметно сотри слюну льва с рукава.",
      "Ты нежно хлопаешь своего нового друга по спутанной гриве и, улыбаясь и кланяясь, гордо следуешь на [335]."
    ],
    "nextChapters": [
      335
    ]
  },
  {
    "chapterId": 304,
    "text": [
      "Ты поудобней устраиваешься в кресле, нажимаешь кнопку и…",
      "В полу открывается люк, кресло сбрасывает тебя вниз, и ты летишь, летишь, пока не достигаешь главы [93]."
    ],
    "nextChapters": [
      93
    ]
  },
  {
    "chapterId": 305,
    "text": [
      "Глазам не верю! Твоя идея сработала! Беспощадный зверюга свернулся калачиком и униженно лижет твои руки. Зрители, не видевшие прежде ничего подобного, награждают тебя бурей восторженных аплодисментов. Ну что ж, ты вправе гордиться собой. Поклонись публике и незаметно сотри слюну волка с рукава.",
      "Ты нежно хлопаешь своего нового друга по лохматой спине и, улыбаясь, гордо следуешь на [335]."
    ],
    "nextChapters": [
      335
    ]
  },
  {
    "chapterId": 306,
    "text": [
      "Ты съезжаешь в темноте по скользкому каменному скату. Не правда ли, похоже на детскую забаву — спуск с ледяной горки?",
      "Считаешь, что положение, в которое ты угодил, вовсе не забавно? И снова костеришь меня на чем свет стоит?",
      "Погоди… Слышишь? Похоже на журчание воды.",
      "Ты уже не чувствуешь гладкого камня под собой, ты летишь, летишь… Набери в легкие побольше воздуху. Бултых!",
      "Быстрее на поверхность. Да не глотай так жадно воздух, дыши спокойнее, размереннее.",
      "Вокруг все та же непроницаемая тьма. Ты угодил в подземную реку. Тебя подхватывает стремительное течение и несет куда-то.",
      "А что тебе остается? Конечно, плыви по течению и надейся на лучшее.",
      "Вижу, вижу. Впереди — свет.",
      "Вот ты и выплываешь из подземной реки в обычную реку, на безоблачном небе над тобой светит яркое солнце. Впереди показывается мост. Он, вроде, выглядит знакомо. Как береговая линия.",
      "Если ты устал, то плыви прямо к берегу — пологому, но поросшему густым кустарником и, возможно, таящему смертельные опасности. Тогда — на [3].",
      "Или проплыви немного по течению и, оказавшись на [198], выбирайся на крутой, каменистый, но зато голый, как колено, берег.",
      "Или плыви еще дальше, пока течение не вынесет тебя за поворот реки, а там уж выбирайся на песчаную косу [2]."
    ],
    "nextChapters": [
      3,
      198,
      2
    ]
  },
  {
    "chapterId": 307,
    "text": [
      "С внезапным проворством двадцатитонный кабан подпрыгивает, разворачивается в воздухе и оказывается к тебе тем местом, из которого готовят так горячо тобой любимый окорок. Прежде чем ты отходишь в сторону, кабан говорит:",
      "— Мало кому известно, что у кабанов, как и у домашних свиней, есть очаровательный маленький хвостик. Хватайся же за него, приятель, и мы немедленно отправимся в путь.",
      "Ты вцепляешься в хвост двумя руками, и кабан, непринужденно напевая, устремляется через джунгли. Мимо тебя мелькают ветки, кусты, деревья, валуны, холмы… Твои руки вскоре устают, но, к счастью, кабан останавливается, и до тебя доносится крик ужаса. Ты бежишь на крик и оказываешься на [309]."
    ],
    "nextChapters": [
      309
    ]
  },
  {
    "chapterId": 308,
    "text": [
      "По тропинке мимо кустов, где ты сидишь, бредет колонна роботов. Их не меньше пятидесяти, они стонут и рыдают. Причина масляных слез понятна — через дыры в их головах продета толстая стальная цепь, конец которой держит в руке грозный надсмотрщик. В другой его руке пистолет, в третьей — хлыст.",
      "Не сомневайся, я умею считать до трех. Я сказал, в третьей руке, потому что у огромного робота-надсмотрщика именно три руки, и он…",
      "Берегись! Услышав наш с тобой спор, он наводит на тебя пистолет. Беги! Дерись! Делай же что-нибудь!",
      "Поздно! Пока ты решал, как поступить, он нажал на курок. Что с тобой случится дальше, узнаешь на [324]."
    ],
    "nextChapters": [
      324
    ]
  },
  {
    "chapterId": 309,
    "text": [
      "Великолепно! Перед тобой поверженный в грязь гигантским копытом безумный проф Гейстескранк! Он вооружен и очень опасен, но сейчас, опрокинутый в грязь, беспомощен.",
      "— Дело сделано, старый приятель! — говорит кабан. — Пора прощаться. Я знаю, что у тебя в кармане передатчик материи, и как только ты правой рукой коснешься безумного негодяя, а левой нажмешь кнопку передатчика, вы оба перенесетесь на другую планету. Но прежде чем ты покинешь меня, давай споем «Поросячий хор».",
      "И ты с восторгом затягиваешь «Поросячий хор», а кабан подхватывает.",
      "Песня кончается, кабан снимает копыто с груди профа, проф нацеливает на тебя пистолет, ты хватаешь его за руку, он нажимает на спусковой крючок, и…",
      "Чем кончится дело, узнаешь на [338]."
    ],
    "nextChapters": [
      338
    ]
  },
  {
    "chapterId": 310,
    "text": [
      "Не слишком удачный прием! Стражник с поблескивающим в лучах заходящего солнца кинжалом перепрыгивает через твой меч и вмиг оказывается рядом с тобой. Ты уворачиваешься, но недостаточно проворно. Удар кинжалом приходится по твоему шлему, и ты, оглушенный, падаешь на [79]."
    ],
    "nextChapters": [
      79
    ]
  },
  {
    "chapterId": 311,
    "text": [
      "Ты с удовольствием наблюдаешь, как Роббин Гут, швырнув на землю лук, с остервенением топчет его. Видимо, активный выход эмоций помогает ему справиться с моральной травмой. Минут через пять разыгрываемый им спектакль надоедает тебе, и ты с улыбкой напоминаешь, что за ним должок. — Да, да, — говорит он. — Я обещал тебе в качестве приза за выигрыш услугу и не обману. Я даже знаю, какая услуга тебе требуется. Откуда он знает, что тебе нужно? Этот вопрос разъяснится на [23]."
    ],
    "nextChapters": [
      23
    ]
  },
  {
    "chapterId": 312,
    "text": [
      "Откуда я знал, что так выйдет?! В конце концов ты сам решил использовать второй заряд невидимого пояса! И, как оказалось, напрасно! Теперь остался всего один. Ведь общеизвестно, что у свиней слабое зрение, зато прекрасный нюх! Кабанище, даже не заметив, что ты невидим, направляется прямиком к тебе.",
      "Быстрее возвращайся на [260] и там принимай другое, более мудрое решение!"
    ],
    "nextChapters": [
      260
    ]
  }
]