[
  {
    "chapterId": 75,
    "text": [
      "Гигант оказался гораздо проворнее, чем ты предполагал. Грязно ругаясь, он бежит за тобой, наступает на пятки, вот-вот схватит.",
      "Выбора у тебя нет, принимай бой!",
      "Ты поворачиваешься. Меч против дубины — у тебя приличные шансы на победу. Но тут же выясняется, что ты вновь недооценил гиганта — он ловким ударом дубины выбивает меч из твоей руки. Все потеряно?",
      "Ты разворачиваешься и вновь удираешь от него, но через секунду тебя останавливает грязная волосатая ручища на плече. Ты извиваешься, пытаешься вырваться, но в медвежьих объятиях гиганта ты беспомощен, как дитя.",
      "Гигант обыскивает тебя, находит Рубин Джунглей и оглашает лес победным ревом. Тычок его кулака в спину, и ты — на земле. Детина грубо хватает тебя за ноги, подтаскивает к дереву, привязывает к стволу лианами.",
      "Если желаешь знать, что дальше, смотри на [70]."
    ],
    "nextChapters": [
      70
    ]
  },
  {
    "chapterId": 76,
    "text": [
      "Отлично сработано!",
      "Ты перерубаешь дубину в руке стражника пополам. Бормоча проклятия, он отступает, затем вдруг выхватывает из-за пояса кинжал и вновь бросается на тебя.",
      "Если, отступив на шаг, ударишь его мечом по ногам, ты — на [310].",
      "Если по голове, то на [237]."
    ],
    "nextChapters": [
      310,
      237
    ]
  },
  {
    "chapterId": 77,
    "text": [
      "Одумайся, новобранец! Разве полевой агент Спецкорпуса лишит жизни беспомощного ржавого робота?",
      "Почти рыдая, ты размышляешь, сколь чудовищную ошибку чуть было ни совершил, дружески похлопываешь робота по плечу и отбываешь на [78]."
    ],
    "nextChapters": [
      78
    ]
  },
  {
    "chapterId": 78,
    "text": [
      "— Благодарю, о, могучий и благородный чужестранец! — скрипит робот. — В награду за доброту я помогу тебе! Когда перейдешь мост, увидишь, что дорога разделяется надвое. Если свернешь налево, то в считанные секунды умрешь мучительной смертью от укусов ядовитых змей, которых там превеликое множество. Правая же дорога безопасна. Иди же, и вечная тебе благодарность от старика!",
      "Пожелав старику сто лет без капитального ремонта, ты идешь к противоположному концу моста на [128]."
    ],
    "nextChapters": [
      128
    ]
  },
  {
    "chapterId": 79,
    "text": [
      "Полагая, что с тобой кончено, стражник с победным воплем кидается на тебя, но ты бьешь его обеими ногами в грудь. Он падает на край моста, ты приставляешь острие меча к его горлу, и вы оба переноситесь на [51]."
    ],
    "nextChapters": [
      51
    ]
  },
  {
    "chapterId": 80,
    "type": "allPaths",
    "text": [
      "Ты вновь под виселицами среди преступников, алчущих твоего золота. Они не знают главного: тебе уже известно, что по крайней мере один из них обманщик.",
      "Говоришь, ты с самого начала это знал? Просто, разыскивая безумного профа, ты был вынужден им верить? Так продолжай свои попытки, несмотря ни на что! Но не доверяй одному и тому же проходимцу дважды!",
      "Итак, напоминаю тебе варианты выбора:",
      "Герцог выглядит респектабельным, ему не нужно твое золото. Если вспрыгнешь на его лошадь, то галопом помчишься на [330]",
      "Арбутнот не раз спасал тебе жизнь. Ты — единственный, кто не отверг его. Не отвергай же и сейчас, а не то он расплачется. Иди с ним на [149]",
      "Но и Роббин Гут не обманул тебя. Если примешь его предложение, то отправляйся на [59]",
      "Сейди-Садистик тоже вела с тобой честную игру. К тому же в разорванной одежде она выглядит весьма сексуально. Может, отправишься с ней на [159]",
      "И, наконец, Волосатый Гарри. Он, конечно, людоед, но не лгун. Если позволишь ему проводить себя к безумному профу, то ступай на [21].",
      "И последний совет… Сожалею, но ты получишь его на [168], а туда ты попадешь только после того, как выяснишь, что известно о профе каждому преступнику, и не раньше."
    ],
    "nextChapters": [
      330,
      149,
      59,
      159,
      21,
      168
    ]
  },
  {
    "chapterId": 81,
    "text": [
      "Ничего хорошего не получилось!",
      "Ты промахнулся, а стражник молниеносно нанес дубиной скользящий удар по твоему шлему. Оглушенный, ты падаешь: взревев от гнева, он обрушивается на тебя, но ты пинаешь его сразу двумя ногами в грудь и оказываешься на [51]."
    ],
    "nextChapters": [
      51
    ]
  },
  {
    "chapterId": 82,
    "text": [
      "Сознание возвращается к тебе, и ты с горечью обнаруживаешь, что на крыше, кроме тебя, никого нет. Безумный профессор исчез. Что же ты медлишь — скорее в погоню!",
      "Ты с трудом поднимаешься и, еле передвигая ноги, проходишь через чердачную дверь, оказываясь на [148]."
    ],
    "nextChapters": [
      148
    ]
  },
  {
    "chapterId": 83,
    "text": [
      "И ты называешь себя новобранцем Специального Корпуса? Разве не слышишь жалобных стонов старика?",
      "Ну-ка возвращайся в таверну на [170] и швыряй в громил гранату!"
    ],
    "nextChapters": [
      170
    ]
  },
  {
    "chapterId": 84,
    "type": "random",
    "text": [
      "Ты опять попал, а твой соперник промахнулся! Счет — два ноль в твою пользу! А он не такой уж хороший стрелок, как хвастал!",
      "Вы вновь стреляете и оказываетесь либо на [166], либо на [9]."
    ],
    "nextChapters": [
      166,
      9
    ]
  },
  {
    "chapterId": 85,
    "text": [
      "Если ты сказал, что на сосне сидит ворона с автоматом, то получаешь еще тридцать очков, если нет, то ноль.",
      "Ты с тоской глядишь на цель своих мучений — безумного профа. Он, похоже, утомившись от вашей игры в вопросы-ответы, улегся на полу клетки и сразу же сладко засопел.",
      "Но не отвлекайся, ибо снова, непроизвольно изрыгая пламя, вступает дракон:",
      "— Как поступит слон; увидев, что перед ним перебегает дорогу маленькая серая мышка?",
      "Хорошенько подумав, отправляйся на [31]."
    ],
    "nextChapters": [
      31
    ]
  },
  {
    "chapterId": 86,
    "text": [
      "Ты взобрался на стену. Оглядись. Никого?",
      "Тогда быстро прыгай вниз.",
      "А теперь, беспечно насвистывая, шагай по улице до ближайшего угла. Теперь сворачивай направо, к центру города.",
      "Похоже, ты на базарной площади. Вокруг только грязные оборванцы, по виду — закоренелые преступники. Хотя нет. Вон те двое — босоногий мальчуган и одетая в черное, надменная старушка — кажутся вполне приличными людьми. Поговори с одним из них.",
      "Если ты обратишься к мальчику, то направляйся на [137].",
      "Если к старушке, то на [25]."
    ],
    "nextChapters": [
      137,
      25
    ]
  },
  {
    "chapterId": 87,
    "text": [
      "До чего же мастерски ты пнул двух громил ногами, с которых они стаскивали ботинки! Взгляни, как потешно отвисли челюсти у этих кретинов.",
      "Правильно, отползи от того места, где они видели тебя в последний раз. Быстро на цыпочках беги к двери и дальше по коридору к выходу из замка.",
      "Шевелись же! Через несколько секунд заряд кончится, и тебя вновь можно будет увидеть.",
      "Опять ты ругаешься…",
      "Да, вижу, вижу. Коридор перед тобой заполнен охранниками, позади них — начальник стражи.",
      "Быстро оглядись. Посмотри направо, налево, вверх, вниз.",
      "Заметил в полу рядом с собой ручку?",
      "Дерни ее на себя!",
      "Под люком — непроглядный мрак. Но у тебя нет выбора, так смелей же прыгай вниз на [306]."
    ],
    "nextChapters": [
      306
    ]
  },
  {
    "chapterId": 88,
    "text": [
      "Великолепный выстрел! Прямо в Зеленый Пупок! Бездыханный монстр падает у твоих ног.",
      "Полюбовавшись поверженным врагом, ты оглядываешься и видишь рядом едва заметную тропу. Достаешь компас и карту и, сверившись с ними, убеждаешься, что тропинка ведет в нужном направлении, к руинам. Ты продолжаешь путь.",
      "Почему ты остановился?",
      "А, теперь и я слышу приближающиеся шаги за твоей спиной.",
      "Быстро решай!",
      "Спрячешься ли в кустах на [249]",
      "Или, может, тебе надоело скрываться, и ты встретишь опасность лицом к лицу на [131]?"
    ],
    "nextChapters": [
      249,
      131
    ]
  }
]