[
  {
    "chapterId": 24,
    "text": [
      "Над твоей головой — безоблачное голубое небо, под ногами — желтый в красных пятнах песок. Красные пятна — кровь?! Не спрашивай меня, я знаю не больше твоего и советую выкинуть красные пятна из головы.",
      "Прислушайся к реву толпы на трибунах. Интересно, почему она так возбуждена?",
      "Да, теперь и я вижу. Через небольшую дверцу на арену выходит огромный лев. Он зевает и осматривается. К несчастью, он видит тебя и с ревом приближается.",
      "Тебе кажется, что хищник улыбается. Или, может, он демонстрирует свои острые клыки? В твоей руке лишь птичье перо. Согласен, не самое надежное оружие, хотя…",
      "Внимание, лев готовится к прыжку.",
      "Если ты полагаешь, что, пощекотав льва, вызовешь у него смех и в благодарность он оставит тебя в покое, то отправляйся на [332].",
      "Если, дождавшись прыжка хищника, отскочишь в сторону, то на [302]."
    ],
    "nextChapters": [
      332,
      302
    ]
  },
  {
    "chapterId": 25,
    "text": [
      "С чего это старушка так шарахнулась от тебя?",
      "У тебя угрожающий вид?",
      "Или, быть может, ты давно не принимал ванну?",
      "Думается, она так испугана оттого, что вы оба — на планете-тюрьме, где царят жестокость и насилие, где все против всех. Что предпримешь?",
      "Вывернешь старушке руку и спросишь, цедя сквозь зубы, где найти профа Гейстескранка? Тогда ты окажешься на [167]",
      "Или предложишь серебряную монету за интересующую тебя информацию? Тогда ты — на [90]."
    ],
    "nextChapters": [
      167,
      90
    ]
  },
  {
    "chapterId": 26,
    "text": [
      "Согласен, золотая монета — многовато за переправу через реку. Но что поделаешь?",
      "Вот ты уже на середине реки. Ты переводишь взгляд с противоположного берега на лодочника и, заметив в его глазах алчный блеск, сразу понимаешь его намерения. Но сделать уже ничего не успеваешь. Удар веслом по голове…",
      "Боже, какая боль!",
      "Бултых!",
      "Ты за бортом на [205]."
    ],
    "nextChapters": [
      205
    ]
  },
  {
    "chapterId": 27,
    "type": "random",
    "text": [
      "Ты промахнулся, а Роббин Гут попал.",
      "Не беда! Пока — ничья, один-один.",
      "Ты целишься, стреляешь, и стрела со свистом рассекает воздух, а ты оказываешься на [163].",
      "Или на [289]."
    ],
    "nextChapters": [
      163,
      289
    ]
  },
  {
    "chapterId": 28,
    "text": [
      "Проиграв очередной бой, ты, связанный, лежишь на полу в подвале Зловонного замка.",
      "Но тише, сюда кто-то идет. Стражники.",
      "Они грубо поднимают тебя на ноги и волокут в зал на [121]."
    ],
    "nextChapters": [
      121
    ]
  },
  {
    "chapterId": 29,
    "text": [
      "Понимаю, понимаю, тебе не очень приятно. Поверь, я искренне сочувствую тебе. Все мы совершаем ошибки. Возможно, тебя утешит то, что я бы на твоем месте поступил точно так же.",
      "В самом деле, в галактике найдется немного людей, наделенных природным иммунитетом к сонному газу. Если честно, то дылда-охранник, который тебя избил, первый такой человек, встреченный мною. Если, конечно, слово «человек» уместно по отношению к нему.",
      "Да не скули хотя бы секунду. Слышишь, дверь снова открывают?",
      "На этот раз воспользуйся дымовой гранатой и окажешься на [64]."
    ],
    "nextChapters": [
      64
    ]
  },
  {
    "chapterId": 30,
    "text": [
      "Итак, хочешь ты того или нет, но в соответствии с заданием ты отправляешься на планету Скралдеспенд. На место тебя доставит недавно изобретенный и до сих пор толком не опробованный передатчик материи.",
      "Задача у тебя несложная: найдешь профессора Гейстескранка… Повторяю по слогам: Гей-стеск-ранка. Значит, найдешь профессора, пожмешь ему руку, одновременно надавишь на кнопку портативного передатчика материи (держи его в правом кармане), и вы оба перенесетесь сюда. ЕСТЬ ВОПРОСЫ?",
      "Нет-нет, в Корпусе вовсе не занимаются похищением. Назовем твое маленькое дельце превентивным арестом.",
      "Дело в том, что с виду он профессор как профессор — взлохмаченная седая шевелюра, высокий морщинистый лоб, глаза навыкате — но, к сожалению, в голове у него не хватает как минимум половины винтиков. Старый безумец изобрел оружие такой разрушительной силы, что при одной лишь мысли о нем меня бросает в дрожь.",
      "Тебе тоже лучше задрожать…",
      "ДРОЖИ! ЭТО ПРИКАЗ.",
      "Так-то лучше.",
      "Знай, что если ты не справишься с заданием, то, весьма вероятно, погибнет Вселенная. Не подкачай, ладно?",
      "Я врубаю передатчик материи, а ты немедленно переносишься на [42]."
    ],
    "nextChapters": [
      42
    ]
  },
  {
    "chapterId": 31,
    "text": [
      "Если ты ответил, что слон тут же вскарабкается на ближайшую пальму, то получаешь еще двадцать пять очков.",
      "Дракон ревет:",
      "— Вопрос был очень простым! Теперь загадка посложней. Если ответишь на нее, то сразу получишь сто очков. Что такое клиренс?",
      "Если ты считаешь, что клиренс — многоцелевая деталь в двигателе межзвездного корабля, то отправляйся на [346].",
      "Если одна из характеристик автомобиля, то на [292].",
      "Если устройство для спуска воды, то на [344]."
    ],
    "nextChapters": [
      346,
      292,
      344
    ]
  },
  {
    "chapterId": 32,
    "text": [
      "Сержант заявляет о своих подозрениях, но Арбутнот, не растерявшись, с ходу предлагает ему крупную взятку, и они уединяются в будке стражи. Ты стоишь рядом и потому слышишь из будки глухой удар.",
      "Запомни на будущее, как Арбутнот вручал начальнику стражи взятку и, применяя на практике его прогрессивный метод, сэкономишь кучу денег.",
      "Незначительное препятствие на пути устранено, быстрее в замок на [118]."
    ],
    "nextChapters": [
      118
    ]
  },
  {
    "chapterId": 33,
    "text": [
      "Говори громче, а то твои губы то и дело скрываются в болотной жиже, и я слышу только бульканье.",
      "Все еще тонешь?",
      "Так отбрось посох, от него уже нет никакого толку. И кричи громче, призывая на помощь, пока не окажешься на [12]."
    ],
    "nextChapters": [
      12
    ]
  },
  {
    "chapterId": 34,
    "type": "random",
    "text": [
      "Впереди показывается замок. Рабы стирают с лиц счастливые улыбки и приближаются к воротам.",
      "Неожиданно Слюй приходит в себя и начинает во всю глотку вопить, предостерегая стражу, но дубинка в руке Арбутнота описывает короткую дугу, и голос бывшего работорговца умолкает.",
      "Садисты-стражники на высоких стенах громко гогочут, и ты выдавливаешь из себя подобие улыбки. Начальник стражи — крутой парень (настолько крутой, что свои сержантские лычки он пришил не к одежде, а прямо к собственным плечам), — чувствуя в поведении рабов подвох, приближается к колонне.",
      "Быстрее подкинь ДОСП, или, как ты его называешь, монету.",
      "Если выпадет орел, то начальник стражи громка заявит о своих подозрениях, и ты вместе с рабами очутишься на [32]",
      "Если ДОСП покажет решку, то начальник стражи откроет перед вами массивные, окованные железом ворота, и ты с рабами — на [118]."
    ],
    "nextChapters": [
      32,
      118
    ]
  },
  {
    "chapterId": 35,
    "text": [
      "Проф опять перехитрил тебя. Оказывается, он затаился за дверью, и как только ты выскочил в коридор, огрел тебя чем-то тяжелым по голове.",
      "Через некоторое время ты приходишь в себя, нехотя встаешь, мотаешь головой и обнаруживаешь, что тебя занесло на [197]."
    ],
    "nextChapters": [
      197
    ]
  },
  {
    "chapterId": 36,
    "text": [
      "Ты, никак, рехнулся?! Пулей лети на [120]!"
    ],
    "nextChapters": [
      120
    ]
  }
]