[
  {
    "chapterId": 103,
    "text": [
      "Дракон за твоей спиной, взвыв, изрыгает струю пламени, и ты, почувствовав, что волосы на затылке опалены, хватаешь кусок первого попавшегося (шоколадного) торта, откусываешь от него и переносишься на [221]."
    ],
    "nextChapters": [
      221
    ]
  },
  {
    "chapterId": 104,
    "text": [
      "Тропа расширяется, ты идешь по ней, бодро насвистывая песенку. Еще бы, ведь у тебя приличные шансы стать полноправным полевым агентом Спецкорпуса!",
      "Вскоре ты попадаешь в фруктовый сад, ветви деревьев сгибаются под тяжестью аппетитных на вид фруктов, зеленых и оранжевых.",
      "Какие же из них предпочитает птица Рок?",
      "Я, хоть убей, не знаю. Принимай решение самостоятельно.",
      "Если надумаешь набрать оранжевых фруктов, то ты — на [15].",
      "Если зеленых, то на [314]",
      "Если же, перестраховавшись, решишь запастись и теми, и другими, то ты — на [155]."
    ],
    "nextChapters": [
      15,
      314,
      155
    ]
  },
  {
    "chapterId": 105,
    "text": [
      "Скользить по шесту вниз несложно и даже приятно. Но когда же он наконец кончится? И вернуться ты не можешь.",
      "А воздух меж тем так и пышет жаром. Ты всматриваешься в красноватый полумрак под собой и что есть сил стискиваешь пальцами шест. Не мудрено. Ведь шест кончается в озере расплавленной лавы.",
      "Не спрашивай меня, что тебе предпринять. Решение за тобой.",
      "Но если настаиваешь, что ж, дам тебе совет. Открой глаза и уйми дрожь в коленках. Видишь под собой и чуть правее крошечный каменный островок в озере лавы? Он — твой единственный шанс на спасение. Ослабь хватку, медленно скользи по шесту вниз. Так, теперь приготовься!",
      "Прыгай на [181]!"
    ],
    "nextChapters": [
      181
    ]
  },
  {
    "chapterId": 106,
    "text": [
      "Уж не везет, так не везет. Тебе, как назло, попалась дымовая граната. Дымовая завеса тебе не поможет, ведь руки и ноги — скованы, а конец цепи от оков в руке Бетси. За причиненные неприятности она награждает тебя подзатыльником, и ты вновь на пути в Гроаннсвилль.",
      "Но что это там впереди?",
      "Ужасный громила! Кулачищи, как молоты, глаза — щелки, на губах — презрительная ухмылка. Размахивая дубиной, он быстро приближается, Бетси поспешно занимает каратистскую стойку. Между ними неминуемо произойдет потасовка. Кажется, они друг друга стоят.",
      "Если ты придешь на выручку одному из них, то противник обречен.",
      "Ты не стой же столбом, действуй!",
      "Если ты поможешь Бетси, то отправляйся на [94].",
      "Если незнакомому громиле, то на [65]."
    ],
    "nextChapters": [
      94,
      65
    ]
  },
  {
    "chapterId": 107,
    "text": [
      "Уже в самом низу ты кое-как сумел замедлить падение. Вокруг — вязкое болото. Ты поднимаешься. Смотри, куда ставишь ноги. Попадешь в болото, вовек не выберешься!",
      "Какие звуки? Я ничего не слышу.",
      "Да, действительно, утробный рык и довольное ворчание. И источник этих таинственных звуков прямо перед тобой на тропе, в огромной грязной луже. Я не совсем уверен, но, кажется, звуки эти издает огромный кабан.",
      "Как поступишь?",
      "Обойдешь ли опасного зверя, взобравшись на холм [145] справа?",
      "Или свернешь в болото [111] слева от тропы?",
      "А может, спрятавшись за деревьями на [110], понаблюдаешь за резвящимся в грязи красавцем?"
    ],
    "nextChapters": [
      145,
      111,
      110
    ]
  },
  {
    "chapterId": 108,
    "text": [
      "Ты попытался обойти кабана, но не смог. Что ж, отдохни немного, а потом подберись к деревьям на [110] и понаблюдай за животным."
    ],
    "nextChapters": [
      110
    ]
  },
  {
    "chapterId": 109,
    "text": [
      "— Выдайте добровольцу оружие и экипировку! — распоряжается Сейди.",
      "Сыны и Дочери Садизма кидаются выполнять приказ. Через пять минут на тебе тяжелая, но надежны кольчуга из нержавеющей стали, на голове медный шлем с красивым красным пером, на поясе меч в ножнах, за спиной колчан со стрелами, в правой руке лук, через плечо сумка, в ней бутылка вина, два сандвича и коробка печенья. Чего еще желать?",
      "Ах, тебе бы хотелось побыстрее убраться с этой осточертевшей планеты? Нет ничего проще. Найди безумного профа, и ты — дома. Сейди протягивает тебе свернутый в трубочку пожелтевший лист.",
      "— Вот тебе, незнакомец, секретная карта Непроходимых Джунглей. Не медли же, отправляйся в путь. Удачи тебе!",
      "Ты с гордым видом покидаешь здание, переходишь мост и углубляешься в джунгли [125]."
    ],
    "nextChapters": [
      125
    ]
  },
  {
    "chapterId": 110,
    "text": [
      "Господи! Столь омерзительного создания не увидишь даже после дюжины бокалов Специального Альтаирского!",
      "Кабанище плещется в грязи и громко булькает. Незаметно подойди к следующему дереву на [207] и присмотрись к нему повнимательнее."
    ],
    "nextChapters": [
      207
    ]
  },
  {
    "chapterId": 111,
    "text": [
      "Ты бредешь, с трудом выдергивая ноги из трясины. С  каждым  шагом идти все тяжелее.",
      "Согласен, тебе здесь не пробраться. Но смотри: впереди и чуть правее над болотом возвышается холм.",
      "Если сумеешь дойти до него, окажешься на [108]."
    ],
    "nextChapters": [
      108
    ]
  },
  {
    "chapterId": 112,
    "text": [
      "Хищник вновь промахнулся. Но, согласен, хотя он и слегка неуклюж, рано или поздно его могучие челюсти достанут тебя, и тогда… Не будем говорить, что будет тогда.",
      "Что ты делаешь? Пытаешься доказать, что человек — царь природы? Полагаешь, твой пристальный взгляд остановит волка?",
      "Бредовая… я имею в виду, великолепная идея! Волк ревет, роет песок лапами, приближается, его острые зубы сияют в лучах солнца. Удачи тебе в твой безнадежной затее!",
      "Ты стоишь, широко расставив ноги, и пристально смотришь в желтые зрачки хищника до самой [305]."
    ],
    "nextChapters": [
      305
    ]
  },
  {
    "chapterId": 113,
    "text": [
      "Тропинка петляет по джунглям, твоя спина все больше сгибается под тяжестью фруктов. Но ты идешь! Не останавливаешься, даже когда тропинка приводит тебя к огромным ступеням, вырубленным в стволе дерева-гиганта. По ступеням ты взбираешься на ветвь, шириной с шестиполосную автостраду. На ее конце гнездо, в нем сидит птица размером с самолет. Не спуская с нее настороженных глаз, ты пятишься, но поздно! Заметив тебя, она поднимается в воздух, затмевая солнце. Крылья хлопают, будто громовые раскаты в грозу.",
      "Птица садится рядом с тобой, ветвь под ее тяжестью сгибается. На тебя смотрит круглый желтый глаз величиной с карточный столик. Открывается гигантский желтый клюв, и птица вопрошает:",
      "— Кто это к нам пожаловал?",
      "Ты молчишь, будто язык проглотил.",
      "— А-а, крошка-млекопитающий, увешанный, будто рождественская елка! Скажи, а зачем тебе столько вкусных фруктов?",
      "Не стесняйся, предложи ей фрукты и назови свою цену.",
      "Услышав твои слова, птица Рок еще ближе придвигается к тебе и зло кричит:",
      "— Взятка?! Пытаешься всучить мне, древней птице Рок, взятку?!",
      "Тебя бросает в жар, ты молча дрожишь.",
      "— А, впрочем, почему бы и нет? — задумчиво говорит древняя птица. — Швырни один фрукт в воздух, я его поймаю на лету, остальные съем по дороге.",
      "Ты подкидываешь фрукт, птица, щелкнув клювом, проглатывает его, затем берет тебя за шиворот, сажает на спину, взлетает и устремляется к [199]."
    ],
    "nextChapters": [
      199
    ]
  }
]