[
  {
    "chapterId": 129,
    "text": [
      "Дороге не видно конца. Пыльно, жарко, но ты настойчив и бесстрашен, так что продолжай путь.",
      "Выбора у тебя нет: шагай, покуда не окажешься на [180]."
    ],
    "nextChapters": [
      180
    ]
  },
  {
    "chapterId": 130,
    "text": [
      "Чем ближе ты к воздушному шару, тем медленнее твой бег.",
      "Немудрено, ведь тебе известно, что безумный проф вооружен большущим черным пистолетом.",
      "Ты уже совсем рядом с осевшим на землю баллоном.",
      "Если осторожно обходишь его справа, то отправляйся на [256].",
      "Если слева, то на [192]."
    ],
    "nextChapters": [
      265,
      192
    ]
  },
  {
    "chapterId": 131,
    "type": "random",
    "text": [
      "Перед тобой одетый во все зеленое высокий незнакомец. Он трясет рукой с зажатым в ней длинным луком и говорит:",
      "— Как посмел ты вторгнутся во владения Роббин Гута?! (К слову, Роббин Гут — это я.) Я краду у богатых и бедных и коплю награбленное. Немедленно отдавай все, что у тебя есть, путник, а иначе будешь иметь дело со мной, храбрым и непобедимым!",
      "Но ты уже не тот зеленый юнец, который совсем недавно прибыл на планету-тюрьму. Решив, что двум смертям не бывать, а одной не миновать, ты соглашаешься иметь дело с храбрым и непобедимым и смело заявляешь об этом. Он торопливо вставляет стрелу в свой лук, ты — в свой, он натягивает тетиву, ты — тоже, он целится тебе прямо в глаз и видит нацеленную в его глаз твою стрелу… Без видимых причин он слегка опускает свой лук, ты — свой, но напряжение не спадает, вы стоите с нацеленными друг в друга луками, пока он наконец со вздохом не опускает свой. Ты как истинный джентльмен следуешь его примеру.",
      "— А знаешь, — говорит Роббин Гут, — мне вовсе не хочется умирать. Тебе, как я вижу, тоже.",
      "Ты соглашаешься.",
      "— Прежде я имел дело с пожилыми леди или стрелял из-за кустов, — неожиданно признается повелитель джунглей. — Но мне бы не хотелось прослыть слабаком. — Задумчиво потерев покрытую синеватой щетиной нижнюю челюсть, он вдруг восклицает:",
      "— У меня появилась отличная идея! Устроим состязание в стрельбе из лука! Я лучший в лесу стрелок, и если ты все же выиграешь (во что я, конечно, не верю), то с меня услуга, а если проиграешь (что гораздо вероятней), то за твою храбрость я все же окажу услугу тебе. Ну как, согласен?",
      "Ты мычишь нечто вроде «да». Роббин Гут рисует углем на двух соседних деревьях по глазу, отсчитывает от них двадцать шагов, носком сапога рисует на земле черту и объясняет:",
      "— Условия поединка самые простые. Стрелять будем одновременно. Кто первым трижды поразит свою мишень, тот и победил. Начали!",
      "Вы одновременно натягиваете луки, целитесь каждый в свою мишень и спускаете тетиву.",
      "Что дальше, узнаешь на [257].",
      "Или на [40]."
    ],
    "nextChapters": [
      257,
      40
    ]
  },
  {
    "chapterId": 132,
    "text": [
      "— Хочешь получить информацию задарма? — ревет верзила. — За такую наглость я бы пришил тебя на месте, да, убив сегодня уже двоих, порядком утомился. Воспользуйся моей добротой, купи интересующие тебя сведения, а заодно и собственную жизнь! Цена смехотворная — всего-то серебряная монета!",
      "Блуждая по древним руинам, ты тоже утомился, и оттого, улыбаясь, протягиваешь ему монету. Верзила, с подозрением взвесив монету на руке, прячет ее в карман и говорит:",
      "— Я видел ободранного старикана там, на дороге. — Он тычет пальцем куда-то себе за спину. — Парни Сейди-Садистик волокли его на арену.",
      "Прежде чем ты успеваешь выяснить, кто такая Сейди-Садистик, верзила вскрикивает и бросается наутек.",
      "Выругавшись, ты идешь по дороге дальше, пока не попадаешь на [190]."
    ],
    "nextChapters": [
      190
    ]
  },
  {
    "chapterId": 133,
    "type": "random",
    "text": [
      "Ты промахнулся, а твой соперник, к сожалению, попал. Счет равный, два-два.",
      "Не вешай голову, соберись и стреляй!",
      "Окажешься на [343] или на [342]."
    ],
    "nextChapters": [
      343,
      342
    ]
  },
  {
    "chapterId": 134,
    "text": [
      "Юноша привалился спиной к стволу дерева, его левая нога вывернута под неестественным углом. Его нога — это его проблема, твоя же задача, если ты вдруг запамятовал, спасти всю галактику.",
      "Забудь о бедняге и двигайся по тропе к [169].",
      "Если же ты все-таки решишь сунуть нос не в свое дело, то иди к юноше на [38]."
    ],
    "nextChapters": [
      169,
      38
    ]
  },
  {
    "chapterId": 135,
    "text": [
      "Из последних сил ты доплываешь до берега, вылезаешь из воды и пластом ложишься на теплый мягкий песок. Неожиданно дает о себе знать выпитая бутылка дешевого вина. Голова кружится, на тело тяжелой волной наваливается усталость. Но ты молод, полон сил, и твое здоровье пока не подорвано алкоголем. Вскоре ты приходишь в себя, встаешь на ноги и…",
      "На тебя в упор смотрит безобразное чудище: глаза крупней суповых тарелок, пять рядов острых, как кинжалы, зубов, толстенные, словно канаты, щупальца.",
      "Ты не знаешь, с кем столкнула тебя судьба?",
      "А вот я, к сожалению, знаю. Это весьма редкий в Галактике, ядовитый и смертельно опасный монстр Зеленый Пупок.",
      "Внимание, он готовится к атаке!",
      "Если сломя голову побежишь от него, то очутишься на [230].",
      "Если же выстрелишь в него из лука, то на [13]."
    ],
    "nextChapters": [
      230,
      13
    ]
  },
  {
    "chapterId": 136,
    "text": [
      "Ты падаешь, падаешь… Нет-нет, и не надейся. Под тобой вовсе не озеро. Скорее, маленький пруд.",
      "Бултых! О, счастье! Ты угодил именно в него!",
      "Решай!",
      "Поплывешь ли к близкому, но глинистому и заросшему камышами левому берегу [43].",
      "Или к дальнему, но пологому песчаному правому [63]."
    ],
    "nextChapters": [
      43,
      63
    ]
  },
  {
    "chapterId": 137,
    "text": [
      "С чего это парнишка так шарахнулся от тебя? У тебя угрожающий вид? Или, может быть, ты давно не принимал ванну?",
      "Думаю, он так испуган оттого, что оба вы — на планете-тюрьме, а здесь царят жестокость и насилие, и все боятся всех.",
      "Как поведешь себя?",
      "Вывернешь пареньку руку и спросишь, цедя сквозь зубы, где найти профа Гейстескранка? Тогда ты окажешься на [167]",
      "Или предложишь пареньку серебряную монету за интересующую тебя информацию? Тогда ты — на [90]."
    ],
    "nextChapters": [
      167,
      90
    ]
  }
]