[
  {
    "chapterId": 285,
    "text": [
      "С убийственным звуком дверь за тобой захлопывается. Не царапай ее ногтями, путь к отступлению отрезан. И не бубни под нос проклятия в мой адрес. Лучше выпрями спину, подними подбородок и встреть судьбу, как подобает полевому агенту Спецкорпуса, бесстрашно и гордо!",
      "Слышишь?",
      "Приближаются чьи-то шаги. Из темного прохода, которого ты прежде не заметил, выходит детина, по виду — вылитый орангутанг. В левой руке он держит круглый щит и короткий меч, в правой — сеть и трезубец. Он заявляет:",
      "— Эй, червяк, тебе выпала честь умереть на арене во славу несравненной Сейди-Садистик! Гордись, своей смертью ты укрепишь ее и без того безграничное могущество и, быть может, увеличишь ее банковский счет. А теперь выбирай оружие.",
      "Если возьмешь трезубец и сеть, то отправляйся на [100].",
      "Если щит и короткий меч, то на [173].",
      "Решай живей!"
    ],
    "nextChapters": [
      100,
      173
    ]
  },
  {
    "chapterId": 286,
    "text": [
      "Опять промахнулся, а Роббин Гут опять попал!",
      "Ты проиграл поединок, и не просто проиграл, что само по себе обидно, а проиграл всухую!",
      "С перекошенным от злости лицом ты переносишься на [44]."
    ],
    "nextChapters": [
      44
    ]
  },
  {
    "chapterId": 287,
    "text": [
      "Спастись бегством — не такое уж разумное решение, каким казалось поначалу. Кабан не только пыхтит, как локомотив, но и несется с той же скоростью. Ты уже ощущаешь на затылке его зловонное дыхание.",
      "Ударом пятачка он отбрасывает тебя на [260].",
      "Оказавшись там, прими другое, более мудрое решение!"
    ],
    "nextChapters": [
      260
    ]
  },
  {
    "chapterId": 288,
    "text": [
      "Тебя, не иначе, занесло в преисподнюю! Быстрее возвращайся туда, откуда начал путь!"
    ],
    "nextChapters": []
  },
  {
    "chapterId": 289,
    "type": "random",
    "text": [
      "Ты попал, а соперник промахнулся!",
      "Счет стал два-один в твою пользу.",
      "Спокойно целься и стреляй, окажешься на [133] или на [343]."
    ],
    "nextChapters": [
      133,
      343
    ]
  },
  {
    "chapterId": 290,
    "text": [
      "Ты вовремя замечаешь, что навстречу тебе идет верзила и лихо помахивает окованной медью дубиной.",
      "А ты шустрый парень, когда захочешь! И неглупый к тому же!",
      "Ты подскакиваешь к ближайшему придорожному кусту, вытаскиваешь из кармана нож, проворно срезаешь довольно толстый посох и прячешь нож. Верзила меж тем подходит ближе.",
      "Решай, спросишь ли его на [132], не видел ли он взлохмаченного седовласого старика.",
      "Или, сделав вид, что не замечаешь его, пройдешь мимо к [154]."
    ],
    "nextChapters": [
      132,
      154
    ]
  },
  {
    "chapterId": 291,
    "text": [
      "Похоже, невзгоды, перенесенные тобой на этой планете, действительно превратили тебя в идиота!",
      "Быстрее вернись на [350] и хорошенько раскинь мозгами!"
    ],
    "nextChapters": [
      350
    ]
  },
  {
    "chapterId": 292,
    "text": [
      "Ты совершенно прав, действительно, клиренс — расстояние между низшей точкой корпуса автомобиля и дорогой. Получай в актив еще сто очков и двигай сразу на [229]."
    ],
    "nextChapters": [
      229
    ]
  },
  {
    "chapterId": 293,
    "text": [
      "Заполненный ржавыми пыльными механизмами склад. Обойдя его, ты обнаруживаешь две двери.",
      "На север к [295].",
      "И на запад к [269].",
      "Решай быстрей, куда направишься."
    ],
    "nextChapters": [
      295,
      269
    ]
  },
  {
    "chapterId": 294,
    "text": [
      "Действительно ли твое лицо обдувает свежий ветерок, или ты принимаешь желаемое за действительное? Я не знаю, а ты и подавно. Время покажет, а пока продолжай поиски безумного профа.",
      "Или на юг к [226].",
      "Или на запад к [264]."
    ],
    "nextChapters": [
      226,
      264
    ]
  },
  {
    "chapterId": 295,
    "text": [
      "Погруженная в багровый полумрак комната действует тебе на нервы. Поспеши же отсюда.",
      "На запад к [244].",
      "Или на юг к [293]."
    ],
    "nextChapters": [
      244,
      293
    ]
  },
  {
    "chapterId": 296,
    "text": [
      "От усталости ты едва не валишься с ног. Неудивительно, ведь умершие тысячелетия назад ученые изменили физические свойства воздуха в этой комнате, и он стал густой, как кисель.",
      "На каждый тяжелый вдох у тебя уходит минута, на шаг, как тебе кажется, — час. Но не падай духом, иди, борись, раздвигай грудью неподатливый воздух. Остановка — верная смерть!",
      "Знай, что я горжусь тобой! Как ни был труден путь, но ты справился — обошел комнату и отыскал три выхода.",
      "На восток к [247].",
      "На запад к [226].",
      "И на север к [212].",
      "Выбирайся отсюда!"
    ],
    "nextChapters": [
      247,
      226,
      212
    ]
  },
  {
    "chapterId": 297,
    "text": [
      "Длинная комната, вдоль стен груды неизвестных тебе предметов, пол залит буро-коричневой зловонной водой. Похоже, тебя занесло на свалку. Шлепая но щиколотку в ледяной воде, ты обнаруживаешь две двери.",
      "На север [227].",
      "И на юг [211].",
      "Выбирайся через любую."
    ],
    "nextChapters": [
      227,
      211
    ]
  },
  {
    "chapterId": 298,
    "text": [
      "Если ты ответил, что в 1492 году от рождества Христова Колумб открыл Америку, отправляйся на [229].",
      "Если нет, считай себя уволенным и выбирайся как знаешь."
    ],
    "nextChapters": [
      229
    ]
  },
  {
    "chapterId": 299,
    "text": [
      "Одобрительно кивнув, дракон заявляет:",
      "— А ты, парень, гораздо умней, чем тот идиот, который топал ногами и орал на меня, пока я не швырнул его в клетку. Слушай же внимательно. Я — то самое звездное чудовище, что было заключено сюда миллионы лет назад злодеями какалоками. После того как они сотни тысяч лет назад вымерли, я мог преспокойно уйти отсюда, но, уже привыкнув к этому месту, остался.",
      "Действительно, стоит ли от добра добра искать? На воле у меня нет ни приличного логова, ни верных жен, а здесь цветной телевизор, стереоустановка, практически неограниченный запас угля, приличная сервировка… Чего еще желать на старости лет? Знай же, что к прочим моим достоинствам я наделен способностью читать мысли и знаю, что тот профессор в клетке задумал уничтожить Вселенную. Поскольку сам я живу в этой самой Вселенной, то его замыслы мне не очень нравятся; ты же, явившись сюда с намерением доставить его в суд, мне по душе. Обещаю, что ты получишь своего профессора и благополучно выберешься отсюда, если только, ответив на мои вопросы, наберешь сто очков. Если же откажешься от испытания, то я тебя, извини, съем. Ну что, согласен?",
      "Ты неохотно киваешь и оказываешься на [350]."
    ],
    "nextChapters": [
      350
    ]
  },
  {
    "chapterId": 300,
    "text": [
      "Ты оказался в комнате, наполненной газом счастья. Ты смеешься, как идиот, плачешь от счастья, бесцельно бродишь по кругу.",
      "Сейчас же возьми себя в руки!",
      "Так-то лучше.",
      "Истерично хихикая, ты отыскиваешь две двери.",
      "На восток к [217].",
      "И на юг к [281].",
      "Быстрее выбирайся отсюда через любую из них."
    ],
    "nextChapters": [
      217,
      281
    ]
  }
]