[
  {
    "chapterId": 157,
    "text": [
      "Меч против дубины — у тебя неплохие шансы на победу. Но тут же выясняется, что ты недооценил противника — ловким ударом дубины он выбивает меч из твоей руки.",
      "Побежишь ли ты от него на [275]?",
      "Или, может, позовешь с [69] на помощь роботов?"
    ],
    "nextChapters": [
      275,
      69
    ]
  },
  {
    "chapterId": 158,
    "text": [
      "На вкус — очень даже недурственно. Видимо, проф солгал тебе. Ты с аппетитом доедаешь песочный торт, а затем принимаешься за шоколадный и, одолев его, поворачиваешься к дракону на [299]."
    ],
    "nextChapters": [
      299
    ]
  },
  {
    "chapterId": 159,
    "text": [
      "Сейди, лучезарно улыбаясь, ведет тебя в лес.",
      "Но почему она остановилась, едва деревья скрыли вас от любопытных взоров остальных?",
      "Куда подевалась ее многообещающая улыбка? И что у нее в руке?",
      "Заподозрив недоброе, ты бьешь ее в челюсть, но она — мастер карате — с легкостью уворачивается от удара, и через миг ты на земле, ее нож — у твоего горла, ее губы шепчут тебе в ухо:",
      "— Говори, сосунок, где спрятал золото!",
      "Выбора нет, и ты говоришь. Шелест шелка, и она уже скрылась. Ты сидишь на земле, понурив голову и размышляя о будущем.",
      "У тебя не осталось ни золота, ни оружия. Один, на Богом проклятой планете…",
      "Слушай, сынок, что тебе скажет Стальная Крыса. Когда ты был под гипнозом…",
      "Ты не помнишь, что был под гипнозом? Неудивительно, ведь Корпус свято хранит свои секреты!",
      "Так вот, когда ты был под гипнозом, спецы Корпуса вживили в сустав твоего указательного пальца правой руки машину времени. Щелкни пальцами, и перенесешься во времени на [80]."
    ],
    "nextChapters": [
      80
    ]
  },
  {
    "chapterId": 160,
    "text": [
      "Отлично сработано!",
      "Сеть захлестнула ноги противника, ты резко дергаешь ее на себя, и верзила опрокидывается на землю. Миг, и твоя нога на его груди, а меч у его горла.",
      "Как поступишь с врагом? Убьешь ли на месте или даруешь жизнь?",
      "Ты смотришь на королевскую ложу, ждешь указаний Сейди-Садистик. Она медленно поднимает правую руку.",
      "Ее решение узнаешь на [72]."
    ],
    "nextChapters": [
      72
    ]
  },
  {
    "chapterId": 161,
    "text": [
      "Ковбой, обыскав тебя, выбрасывает передатчик материи, так и не разобравшись, для чего он служит, и забирает «утреннюю звезду», меч и все содержимое твоих карманов, включая семь золотых монет, затем, неприлично обозвав тебя, запрыгивает на лошадь и уносится прочь.",
      "Как только он скрывается из виду, ты встаешь на ноги, отряхиваешься, поднимаешь с земли передатчик материи и обнаруживаешь, что оказался на [328]."
    ],
    "nextChapters": [
      328
    ]
  },
  {
    "chapterId": 162,
    "text": [
      "О, КАКОЙ УЖАС!",
      "Место, куда тебя занесло, столь чудовищно, что даже не поддается описанию.",
      "Быстрее возвращайся туда, откуда прибыл!"
    ],
    "nextChapters": []
  },
  {
    "chapterId": 163,
    "type": "random",
    "text": [
      "Промахнулся.",
      "А Роббин Гут? Он попал.",
      "Н-да, и счет: один-два не в твою пользу.",
      "Но расслабься! Спокойно целься и стреляй, окажешься на [5] или на [342]."
    ],
    "nextChapters": [
      5,
      342
    ]
  },
  {
    "chapterId": 164,
    "text": [
      "Навстречу тебе попадается безобразный детина — все тело в шрамах, на кулаках медные кастеты. Детина оценивающе оглядывает тебя и презрительно хмыкает. Ты же, разглядев обвившего шею детины огромного питона, подавленно молчишь. Удав высовывает раздвоенный язык и тоже хмыкает.",
      "— А ну-ка гони все, что у тебя есть. А иначе мой Папси переломает все косточки в твоем жалком тельце! — орет детина. Была бы у тебя «утренняя звезда», ты бы вмиг разделался с дерзким грубияном и его змеей. А был бы лук, ты бы их пристрелил на месте. Но у тебя лишь меч и дымовые гранаты.",
      "Ты грозно вопишь и швыряешь гранату. Детина, выругавшись, отступает на несколько шагов, опускает удава на землю и приказывает:",
      "— Займись им, Папси!",
      "Ты швыряешь еще гранату-другую — детину и удава скрывает от тебя облако дыма, но, оказывается, змеи неважно видят, зато великолепно улавливают запахи. Перед тобой из дыма появляется Папси, ты поворачиваешься, но сбежать не успеваешь. В мгновение ока удав обвивает тебя и, коснувшись раздвоенным влажным языком твоего уха, сжимает смертельные объятия. Ты падаешь и лежишь на земле оглушенный и беспомощный.",
      "Неужели это конец?!",
      "Узнаешь на [329]."
    ],
    "nextChapters": [
      329
    ]
  },
  {
    "chapterId": 165,
    "text": [
      "Едва ты притрагиваешься острием меча к рубину, как слышишь тихое «дзинь» — срабатывает скрытый механизм, и в пол, где ты только что стоял, пытаясь взять рубин голыми руками, вонзается копье.",
      "Сунув рубин в карман, ты поспешно покидаешь негостеприимную комнату, проходишь по коридору до места, где из дыры в стене бьет солнечный свет. Ударом ноги ты расширяешь дыру. Путь наружу открыт!",
      "Но ты достаточно долго пробыл на этой планете, чтобы вот так запросто соваться с ходу в незнакомое место. Правильно, прежде чем выберешься из башни, выгляни наружу. Ты пытаешься рассмотреть ландшафт за стеной, но видишь джунгли и тропу. Реальной опасности вроде бы нет. Ты выбираешься из пролома в стене и смело идешь по тропе. Тропа широкая и прямая, как стрела; шагая по ней, ты размышляешь. Отдать Рубин Джунглей Сейди-Садистик, узнать у нее, где скрывается безумный проф, затем схватить его — и все, задание выполнено! Очень надеюсь, что все так гладко у тебя и получится. Сказать по правде, мне эта мрачная планета осточертела не меньше.",
      "Согласен, согласен, все удары и затрещины доставались твоей, а не моей голове, поэтому мне эта планета осточертела немного меньше, чем тебе. Но все же…",
      "Услышав громкий треск веток впереди, ты останавливаешься, как вкопанный. Звуки быстро приближаются. Как поступить?",
      "Если встретишь опасность лицом к лицу, то ты — на [325].",
      "Если, устав от бесконечных потасовок, спрячешься в джунглях, то на [308]."
    ],
    "nextChapters": [
      325,
      308
    ]
  },
  {
    "chapterId": 166,
    "type": "random",
    "text": [
      "Промахнулся.",
      "А Роббин Гут? Он попал.",
      "Но не страшно, счет — два один в твою пользу.",
      "Спокойно целься и стреляй, окажешься на [133] или на [343]."
    ],
    "nextChapters": [
      133,
      343
    ]
  },
  {
    "chapterId": 167,
    "text": [
      "Постепенно вживаешься в роль? Становишься садистом?",
      "Да, понимаю, ты не был таким, пока тебя не занесло на эту планету. Но по крайней мере желаемых результатов ты добился.",
      "Действуй, как тебе и было сказано. Выходи из города по южной дороге, добравшись до перекрестка, сворачивай туда, куда показывает указатель с надписью «Хестелорт», и там, если тебе не наврали в очередной раз, околачивается безумный проф.",
      "А вот и перекресток. Но на столбе два указателя, на том, что показывает налево, коряво выведено «Свинлорт», а на смотрящем направо — «Хестелорт». Но веришь ли ты указателям?",
      "Если веришь и свернешь направо, то попадешь на [92].",
      "Если нет, то на [53]."
    ],
    "nextChapters": [
      92,
      53
    ]
  }
]