[
  {
    "chapterId": 190,
    "text": [
      "Ты слышишь позади себя быстрые шаги по булыжнику.",
      "Опасность! Может, прибавишь шагу?",
      "Ты так и поступаешь, почти бежишь, но вскоре слышишь дробный топот не только позади, но и впереди. Прежде чем ты прячешься в придорожных кустах, на дороге появляются парни, одетые в черные кожаные куртки.",
      "Выбор у тебя небогатый.",
      "Либо прячься в лесу на [182].",
      "Либо останься на [194] и прими бой."
    ],
    "nextChapters": [
      182,
      194
    ]
  },
  {
    "chapterId": 191,
    "text": [
      "Ты ползешь по тоннелю, но вскоре впереди появляется свет. Ты прибавляешь скорость и оказываешься в комнатенке с металлическими стенами. Кроме дыры, через которую ты сюда попал, других выходов вроде бы нет. Ты уже было решаешь ползти назад, но тоннель перед тобой с ужасным грохотом обваливается. Ты — в ловушке!",
      "Но что это? Там, в темном углу комнатки?",
      "Ты направляешься в угол и видишь на стене ярко-красную ручку с искусно вырезанным человеческим черепом на конце. Над ручкой в металле вытравлена инструкция на тридцати четырех языках, по крайней мере половина из которых давным-давно забыта. Ты находишь понятную тебе надпись. Она проста: «Дерни за меня».",
      "Хорошенько поразмыслив и поняв, что выбора у тебя нет, ты протягиваешь к ручке дрожащие пальцы, хватаешься за нее, дергаешь и…",
      "Пол под тобой расходится, и ты падаешь, падаешь, падаешь до самой [98]."
    ],
    "nextChapters": [
      98
    ]
  },
  {
    "chapterId": 192,
    "text": [
      "Затаив дыхание, ты крадешься вокруг шара. Эх, если бы в твоей руке была окованная железом дубинка! Но, ухватившись за свисающую с воздушного шара веревку, ты расстался с верным оружием. Не отчаивайся, у тебя же есть сила, храбрость и полная экипировка полевого агента. Услышав подозрительный звук, ты замираешь. Не бойся, это всего лишь ветер теребит ткань полуспущенного баллона. Ты продолжаешь движение и тут видишь на песке свежие отпечатки подошв.",
      "Следы, без сомнений, оставил профессор!",
      "Следуй за ним на [225]."
    ],
    "nextChapters": [
      225
    ]
  },
  {
    "chapterId": 193,
    "text": [
      "Что это там впереди?",
      "Если меня не подводят твои глаза, то перед тобой городская стена. Остановись, прислушайся. Слышишь гул людской толпы? Судя по всему, ты рядом с Гроаннсвиллем. А вон и городские ворота. Но их охраняют вооруженные стражники.",
      "Спрашиваешь меня, как поступить?",
      "Можешь отправиться к воротам на [175].",
      "Или попытаешься перелезть через городскую стену [86]."
    ],
    "nextChapters": [
      175,
      86
    ]
  },
  {
    "chapterId": 194,
    "text": [
      "Ты силен и храбр, но ты устал. Кожаные парни окружают тебя и сбивают с ног. Как только перед твоими глазами рассеивается багровая пелена, ты обнаруживаешь, что руки твои заломлены за спину и крепко связаны, а кожаные волокут тебя к [334]."
    ],
    "nextChapters": [
      334
    ]
  },
  {
    "chapterId": 195,
    "text": [
      "Ты хватаешь стрелу, натягиваешь тетиву, целишься и…",
      "Монстр бросается на тебя!",
      "Ты стреляешь и переносишься на [88]."
    ],
    "nextChapters": [
      88
    ]
  },
  {
    "chapterId": 196,
    "text": [
      "Да ты, оказывается, не только отличный пловец, но и превосходный боец. Любо-дорого было смотреть, как ты уложил верзилу всего двумя мощными ударами в челюсть и пах!",
      "А теперь беги помедленней. Что там за холмом?",
      "Обшарпанные серые стены с бойницами, над ними — башенки…",
      "Да это Зловонный Замок! И главные ворота нараспашку.",
      "Мотаешь головой? Не желаешь идти в ворота? Да, уроки этой планеты не прошли для тебя даром.",
      "Правильно, дождавшись темноты, перелезь через стену, и ты — на [153]."
    ],
    "nextChapters": [
      153
    ]
  },
  {
    "chapterId": 197,
    "text": [
      "Ты слышишь топот убегающих шагов в тоннеле. Позабыл о задании? Беги же быстрей за профом на [242]!"
    ],
    "nextChapters": [
      242
    ]
  },
  {
    "chapterId": 198,
    "type": "random",
    "text": [
      "Тебе пришлось нелегко, но ты справился. Знай же, я горжусь тобой! И не бубни под нос, что одним достается вся работа, другие только языком трепать горазды. Учти, я слышу твои проклятия, и они, может статься, весьма пагубно отразятся на твоем личном деле.",
      "Так-то лучше. А теперь малость пробегись вдоль берега — быстро обсохнешь и согреешься.",
      "Но кто это? Очередной громила!",
      "Да, согласен, у него устрашающий вид, но и у тебя видок тоже, будь здоров! По-моему, самое время подбросить Двусторонний Определитель Случайных Процессов и выяснить свою дальнейшую судьбу.",
      "Если выпадет орел, то ты на [28].",
      "Если решка, то на [196]."
    ],
    "nextChapters": [
      28,
      196
    ]
  },
  {
    "chapterId": 199,
    "type": "random",
    "text": [
      "Этот полет ты не забудешь до конца своих дней!",
      "Гигантские крылья хлопают, в лицо бьет ураганный ветер, внизу крошечные, словно игрушечные, деревья. Птица поминутно требует фруктов. Ты послушно подкидываешь их в воздух, она ловко ловит плоды на лету.",
      "Впереди показывается черное, как смоль, облако. Птица Рок каркает:",
      "— Приближается шторм! Но мы смеемся над всеми штормами! Держись крепче, летим через тучу!",
      "И она ныряет в самое сердце шторма. В мгновение поднимается такой ветер, что не вздохнуть. Ты мертвой хваткой вцепляешься в перья и молишь Бога, чтобы древняя птица линяла в любое другое время года, но не сейчас. Сверкающие молнии слепят тебя, гром оглушает. Одна из молний бьет в правое крыло, и… птица с криком боли камнем устремляется вниз. К счастью, дождь тушит пылающие перья, и птица Рок, заложив крутой вираж, покидает штормовую тучу.",
      "— Что-то меня в сон клонит, — заявляет птица. — Так куда, говоришь, мы летим?",
      "Ты открываешь рот, но птица горланит:",
      "— Подожди! Сама вспомнила! Тебе нужен Рубин Джунглей, который в храме, а тот храм…",
      "Ты с ужасом видишь, что глаза птицы затягивает поволока, ее крылья складываются, и вы падаете к земле.",
      "— Эй!!! — в отчаянии вопишь ты.",
      "У самых вершин деревьев птица приходит в себя, расправляет крылья и, как ни в чем ни бывало, продолжает полет.",
      "— Смотри же, млекопитающий, — минуты через две говорит птица. — Под нами — те самые руины.",
      "Ты смотришь вниз, но видишь лишь верхушки деревьев.",
      "— Не туда смотришь! — восклицает птица. — Справа! Видишь, две башни над джунглями?",
      "Ты поворачиваешь голову и действительно видишь башни, сложенные из потемневшего от времени камня.",
      "— Если опустимся на крышу нужной башни, ты отыщешь Рубин Джунглей, а если приземлимся на другую, умрешь страшной мучительной смертью. Нужная нам башня…",
      "Птица умолкает, глаза ее вновь закрываются. Неожиданно она вздрагивает и в гневе кричит: — Глупое млекопитающее! Ты скормил мне фрукты не того цвета — это же сильнейшее снотворное! Боже, до чего хочется спа-а-а… Птица умолкает на полуслове, ее огромные крылья замирают, из загнутого клюва несется громкий мерный храп. К счастью, на этот раз она не складывает крылья, и вы планируете в сторону храма.",
      "Ты полагаешь, что угодил в безвыходную ситуацию?",
      "Не паникуй раньше времени! Проползи по спине птицы к ее шее и слегка поверни ее голову.",
      "Отлично, птица летит туда, куда нацелен ее клюв. Ты способен управлять полетом! Теперь посади ее на крышу нужной башни, отыщи Рубин Джунглей и…",
      "Ты не знаешь, какая башня тебе нужна? К несчастью, я тоже. Ну, пусть выбор определит случай. Подбрось ДОСП.",
      "Если выпадет орел, направь спящую птицу к левой башне на [117].",
      "Если решка, к правой на [327]."
    ],
    "nextChapters": [
      117,
      327
    ]
  }
]