[
  {
    "chapterId": 266,
    "text": [
      "После того как вы с кабаном на два голоса исполнили «Ферму старика Макдональда» и «Свинка идет в магазин», то сразу сделались закадычными приятелями. Ну до чего же он чувствительная натура! У него в глазах слезы! Слушай, что он тебе говорит:",
      "— Рад приятной встрече, незнакомец! Я не пел с таким удовольствием с тех пор, как был маленьким поросенком. Да, много с той поры пересохло болот… Петь меня и моих обожаемых братьев и сестер научила дорогая матушка. Она не раз рассказывала нам, что прежде была человеком, оперной певицей, обладала божественным меццо-сопрано и даже выступала в Ла Скала, но однажды вместо обычного си пропела си-бемоль, и дирижер, который в свободное время занимался колдовством, превратил ее в кабаниху. Растерзав его на куски, матушка убежала через оркестровую яму… А ты, незнакомец, веришь в чудесную историю?",
      "Ты поспешно киваешь. Правильно, не спорить же с этакой громадиной!",
      "— Веришь? — удивляется он. — Это удивительно, ведь, сказать по правде, я нашей семейной легенде не доверяю. По-моему, матушка была романтичной натурой и все до последнего слова выдумала. Но кто из нас без греха?.. Приятно было спеть с тобой. Будет свободная минутка, заходи, споем еще. А теперь до свидания. Тебе по этой тропе к [73]."
    ],
    "nextChapters": [
      73
    ]
  },
  {
    "chapterId": 267,
    "text": [
      "Надпись не обманула — ты прошел через дверь, но мгновенной смерти не последовало. Ты идешь по узкому коридору и слышишь, как из-под ног с писком разбегаются невидимые в полумраке крысы. Вскоре ты оказываешься перед очередной дверью, из щели в стене рядом с ней струится свет, и ты хоть, и с трудом, но все же читаешь очередную надпись:",
      "ЕСЛИ ДОРОЖИШЬ ЖИЗНЬЮ, ТО ДЕРЖИСЬ ОТ ЭТОЙ ДВЕРИ ПОДАЛЬШЕ!",
      "Судя по всему, именно за этой дверью и находится Рубин Джунглей.",
      "Открывай же и смело иди на [119]."
    ],
    "nextChapters": [
      119
    ]
  },
  {
    "chapterId": 268,
    "text": [
      "Едва ты удаляешься на несколько шагов, как до тебя доносятся глухие удары, жалобный плач и презрительный смех — гигант избивает несчастных роботов. Твое сердце не выдерживает, ты разворачиваешься и с криком гнева бросаешься в бой на [157]."
    ],
    "nextChapters": [
      157
    ]
  },
  {
    "chapterId": 269,
    "text": [
      "Ты попал в шестиугольную комнатенку. Ну и росписи на стенах! Не иначе создавшая их раса поголовно состояла из одних извращенцев! Не обращая внимания на безвкусные росписи, огляди комнатенку.",
      "Так, три двери.",
      "Можешь пойти на запад к [253].",
      "Или на восток к [293].",
      "Или на юг к [341]."
    ],
    "nextChapters": [
      253,
      293,
      341
    ]
  },
  {
    "chapterId": 270,
    "text": [
      "Впереди ты слышишь тяжелую поступь, и, прежде чем успеваешь спрятаться в кустах, на тропинку выбегает волосатый гигант с огромной дубиной в руках. Гигант широк в плечах, мускулист и высок, ты что вряд ли ты одержишь над ним победу в бою, но сомнительно, чтобы он был быстр на ногу. Не опасаясь прослыть трусом, беги от него!",
      "Прямиком на [75]."
    ],
    "nextChapters": [
      75
    ]
  },
  {
    "chapterId": 271,
    "text": [
      "От шлема ты избавляешься без проблем, но вскоре выясняешь, что, держась одной рукой за шаткую деревянную лестницу, снимать с себя тяжелую кольчугу — весьма нелегкое занятие. Не просто нелегкое, а даже и вовсе непосильное. Как выпутаться из этой затруднительной ситуации?",
      "Великолепное решение! Повесив лук и колчан на перекладину лестницы, ты, подобно заправскому акробату, переворачиваешься вниз головой — и кольчуга слетает с тебя сама!",
      "Сделано! Теперь, вновь приняв вертикальное положение и набрав в легкие побольше воздуха, ты разжимаешь пальцы. Сначала левой руки, потом…",
      "Не трусь же, отпускай руку!",
      "Поморщившись, как от зубной боли, ты справляешься с непослушной правой рукой, отталкиваешься от лестницы и летишь, летишь…",
      "До самой [265]."
    ],
    "nextChapters": [
      265
    ]
  },
  {
    "chapterId": 272,
    "text": [
      "Ты в комнате, освещенной лишь тусклой вонючей свечкой.",
      "Здесь жарко, душно, тесно, низкий потолок почти физически давит на тебя…",
      "Да не бейся же, как сумасшедший, плечом в дверь! Сам же слышал, как в замке за твоей спиной повернулся ключ.",
      "Есть ли отсюда другой выход?",
      "И это спрашивает у меня полевой агент Спецкорпуса!",
      "Немедленно обойди комнату и выясни, что тут есть!",
      "Так, окон нет, дверей тоже.",
      "Мне понятны твои чувства, новобранец. Заперт без пищи, без воды, без будущего… Остается лишь сесть на каменный пол и впасть в депрессию.",
      "Именно так ты и поступаешь.",
      "Ты тоже заметил?",
      "Не отвечай, мне ясен ответ по тому, с какой скоростью ты вскакиваешь на ноги и кидаешься к стене. В едва видимой нише — ручка! Дерни за нее, и в стене откроется потайной ход, который выведет тебя на свободу! Прямо как в телесериалах для домохозяек!",
      "Нет, я не сразу заметил надпись под ручкой, но теперь вижу: ЗА РУЧКУ НЕ ДЕРГАТЬ!!!",
      "Хорошенькое дело! На стене ручка, но дергать за нее нельзя! Что ж, посиди, подумай, как поступить.",
      "Кстати, как полагаешь, сколько времени ты уже провел в этой комнате?",
      "Не знаешь?! Так взгляни на свечу.",
      "Я тоже считаю, что не меньше трех часов.",
      "Согласен, пробил час, пора действовать.",
      "Да, в твоих силах лишь одно: дернуть злополучную ручку.",
      "Ты встаешь, медленно подходишь к дальней стене, сжимаешь ручку и, набравшись храбрости, дергаешь ее на себя.",
      "Под твоими ногами открывается потайной люк, и ты падаешь с небольшой высоты прямиком на [280], поспешно встаешь и оглядываешься."
    ],
    "nextChapters": [
      280
    ]
  },
  {
    "chapterId": 273,
    "text": [
      "Ты оказываешься в небольшой пыльной комнате с четырьмя дверями в дальней стене, на дверях цифры: 1, 2, 3, 4. За спиной звучит гнусный голос толстяка:",
      "— Выбирайте свою судьбу! Выбирайте, какой смертью умрете! Выбирайте дверь, входите и умирайте! Удачи вам! Ха-ха! Но помните, что в дверь под номеров четыре можно войти, только после схватки на двух аренах. Так что выбирайте из первых трех!",
      "Не спрашивай меня. Как и ты, я не имею ни малейшего понятия, куда идти. Решай сам.",
      "Войдешь ли в дверь под номером один, ведущую к [285]?",
      "Или встретишь свою судьбу на [239], воспользовавшись второй дверью?",
      "А, может, ты предпочтешь третью дверь и, чем черт не шутит, выиграешь на [251]?"
    ],
    "nextChapters": [
      285,
      239,
      251
    ]
  }
]