[
  {
    "chapterId": 168,
    "text": [
      "Все пятеро обманули тебя? Ты вновь стоишь среди них. К счастью, им неизвестно, что, совершив пять прыжков по оси времени, ты выяснил, чего стоит каждый из них. Извинись, скажи, что сейчас принесешь золото и отправляйся в лес. Ты — в лесу. Теперь беги во весь дух!",
      "Позади — возмущенные крики, треск сучьев. Но ты перехитрил хитрецов и убежал! Скрывайся в лесу до сумерек, затем вернись и откопай золотые. Убедившись, что погони отстала, ты засыпаешь под деревом, а проснувшись, видишь, что солнце уже склонилось к горизонту.",
      "Опасливо озираясь, ты бредешь через лес к виселицам. Все твои недруги ушли!",
      "Откопав золотые, ты вновь идешь в лес. Но что это?!",
      "Позади — громкий треск сучьев! Тебя кто-то преследует! Он все ближе и ближе!",
      "Тебе не убежать! Ты оборачиваешься и видишь…",
      "Что предстало твоим глазам, узнаешь на [323]."
    ],
    "nextChapters": [
      323
    ]
  },
  {
    "chapterId": 169,
    "text": [
      "Приятный для прогулки денек — над головой сияет солнце, в ветвях мило чирикают птички.",
      "Говоришь, тебя гложет совесть?",
      "Неудивительно. Ведь ты бросил на произвол судьбы парнишку, у которого, судя по всему, сломана нога. Настоящий полевой агент так бы не поступил.",
      "А кто тебя заставляет следовать всем моим советам?",
      "Ладно-ладно, свое мнение обо мне выскажешь позже, сейчас же вернись к парнишке на [38]."
    ],
    "nextChapters": [
      38
    ]
  },
  {
    "chapterId": 170,
    "text": [
      "Отлично сработано!",
      "Граната с оглушительным грохотом взрывается, все громилы, как один, валятся на пол. Очухавшись, они обнаружат, что связаны своими же собственными ремнями. Обыскав их, ты обзаводишься шестью ножами, двумя дубинками, двумя пистолетами, медным кастетом, распечатанной пачкой жевательного табака, календариком с голыми девицами, «утренней звездой» и шестью медными монетами. Хозяин таверны очнулся, и ты вручаешь ему трофеи.",
      "— О, добрый самаритянин, — с пафосом говорит он. — Не думал, не гадал, что встречу на этой мерзкой планете столь благородного юношу. В награду за твой славный подвиг я подарю тебе волшебный ремень, в котором осталось три заряда невидимости. Нажмешь кнопку на пряжке — и ты невидим целые три минуты.",
      "Ты благодаришь старика, подпоясываешься ремнем и спрашиваешь, где найти профессора Гейстескранка.",
      "— Того сумасшедшего гения, которого знает весь мир?",
      "Ты поспешно киваешь.",
      "— Он сейчас на службе у Волосатого Гарри Убийцы Каннибалов.",
      "Ты спрашиваешь, где разыскать Волосатого Гарри.",
      "— Волосатый Гарри — владелец Зловонного замка, названного так после того, как его прежнего владельца — инженера городской санитарной службы — спустили в унитаз, отчего канализации в замке засорилась. Заклинаю тебя, держись от замка подальше!",
      "Ты заверяешь владельца таверны, что найти профа — твой долг.",
      "— Если так, то, благородный юноша, отправляйся на [214]. И удачи тебе!"
    ],
    "nextChapters": [
      214
    ]
  },
  {
    "chapterId": 171,
    "text": [
      "Не дерись с хищником, а используй в борьбе мозги!",
      "Не делая резких движений, подберись к двери, через которую ты сюда вошел. Так, остановись, возьмись за ручку, подожди, пока полосатая косматая бестия подойдет ближе…",
      "Пора!",
      "Двигай к [213]."
    ],
    "nextChapters": [
      213
    ]
  },
  {
    "chapterId": 172,
    "text": [
      "Ты бежишь от монстра, и я не виню тебя. Перед твоими глазами мелькают кусты, деревья, ты взбираешься на холм, спускаешься с него, огибаешь другой…",
      "Глаза твои заливает пот, каждый вдох дается с великим трудом. Ты боязливо бросаешь взгляд через плечо. Никого! Ты тяжело опускаешься в тени раскидистого дерева, приваливаешься спиной к стволу, обмахиваешь лицо раскрытой ладонью. Несколько отдышавшись, поднимаешь глаза, и…",
      "Метрах в пятнадцати от тебя к прыжку готовится смертельно опасный монстр Зеленый Пупок! Встать ты уже не успеешь! И размышлять некогда!",
      "Ты выхватываешь стрелу, натягиваешь тетиву и, почти не целясь, стреляешь и переносишься на [88]."
    ],
    "nextChapters": [
      88
    ]
  },
  {
    "chapterId": 173,
    "text": [
      "Ты берешь щит в левую руку, меч — в правую; дверь перед тобой распахивается, в глаза бьет яркий солнечный свет. Ты распрямляешь спину и, гордо подняв подбородок, выходишь на [144]."
    ],
    "nextChapters": [
      144
    ]
  },
  {
    "chapterId": 174,
    "text": [
      "Смотри-ка, походная кухня, вокруг нее суетятся роботы, а рядом выстроилась очередь из грязных оборванцев. Ты уже проголодался?",
      "Тогда становись в конец очереди. Пока ждешь, почему бы тебе не спросить приятного мужчину впереди себя, где находится Гроаннсвилль?",
      "Если задаешь вопрос, то отправляешься на [101].",
      "Если нет, то стой в очереди, пока не попадешь на [20]."
    ],
    "nextChapters": [
      101,
      20
    ]
  },
  {
    "chapterId": 175,
    "text": [
      "Ты так ничему и не научился! Впредь держись подальше от жителей этой Богом проклятой планеты.",
      "Конечно же, стражники схватили тебя и, малость попинав ногами, швырнули в тюремную камеру. Если срочно что-нибудь не предпринять, то останешься до конца своих дней рабом. Верно, покопайся в карманах, там у тебя полная экипировка полевого агента. Нет, для комиксов сейчас не самое подходящее время.",
      "Слышишь шаги. К двери твоей камеры подошел стражник и уже вставляет в замочную скважину ключ.",
      "Действуй быстрей!",
      "Доставай гранату с сонным газом и отправляйся на [29]."
    ],
    "nextChapters": [
      29
    ]
  },
  {
    "chapterId": 176,
    "text": [
      "Ты чертовски устал, а дороге не видно конца. Ноги у тебя буквально отваливаются; зевая, ты идешь, пока не оказываешься на [190]."
    ],
    "nextChapters": [
      190
    ]
  },
  {
    "chapterId": 177,
    "text": [
      "Удар лапищи хищника, и ты отлетаешь в один угол комнаты, твой меч — в другой. А ты хоть и кретин, но в храбрости тебе не откажешь! Ты хватаешь меч, вновь занимаешь боевую стойку, а крысолев, хлеща себя по бокам длиннющим хвостом, вновь приближается.",
      "Может, все же выслушаешь мой совет и поживешь еще малость?",
      "Выбираешь жизнь?",
      "Отлично, тогда быстрее к [171]."
    ],
    "nextChapters": [
      171
    ]
  },
  {
    "chapterId": 178,
    "text": [
      "Доски под твоими ногами скрипят, грозя рухнуть в любую секунду. Иди медленней, держись за поручни. Далеко под тобой — стремительная река. Но лучше не смотри вниз! Преодолеть осталось всего метров пять…",
      "Осторожней!",
      "Да, сразу три доски под тобой сломались. По-моему, агенту Спецкорпуса не пристало орать так громко, даже падая в реку Гремучих Змей!",
      "Ты падаешь, падаешь, падаешь, пока… Бултых!",
      "Ты — на [205]."
    ],
    "nextChapters": [
      205
    ]
  }
]