[
  {
    "chapterId": 0,
    "text": [
      "Эй, ты. Да, да, ты! Шаг вперед.",
      "Не робей, парень. Мы вроде прежде не встречались? Неудивительно, ведь Корпус с каждым годом разрастается.",
      "Мое имя — Джим ди Гриз. Иногда меня называют Скользким Джимом, часто — Стальной Крысой, а бывает — Илом Титано ди Аккано или Рашиноксом.",
      "Если ты впервые слышишь обо мне, то как тогда попал в Корпус?!",
      "Ну, ладно, ладно, не дергайся, просто я иногда горячусь, когда приходится возиться с новобранцами. Как тебя-то зовут?",
      "Н-да, ну и имечко. А что у тебя во фляжке?",
      "Что?!",
      "Что ты в таком случае делаешь в Корпусе?!!",
      "Ну, ладно, вы, новобранцы, год от года становитесь все моложе… Или, может, это я старею?",
      "НЕ ОТВЕЧАТЬ!",
      "Если у тебя нечем промочить горло, то давай ради знакомства просто пожмем друг другу руки.",
      "Ты, где-то у меня тут бумажка. А-а, вот она. Ну, внимай.",
      "Добро пожаловать в Специальный Корпус, о, новобранец. Ты держишь сейчас в руках свое первое задание. Да-да, эта вот книжица, чьи страницы изготовлены из супертвердого импервиума… Не дергай страницу, порежешься!",
      "Все-таки вырвал? Что ж, первый тест ты провалил. С этой минуты выполняй мои приказы не мешкая. Рефлекторно! Помни, что ты — агент Корпуса. Слушай приказ!"
    ],
    "nextChapters": [
      {
        "nextChapterId": 13,
        "nextChapterText": "НЕМЕДЛЕННО ОТПРАВЛЯЙСЯ К 13 ГЛАВЕ!"
      }
    ]
  },
  {
    "chapterId": 1,
    "text": [
      "Если ты сказал, что сестренка чудища отравилась серной кислотой"
    ],
    "nextChapters": [
      {
        "nextChapterId": 229,
        "nextChapterText": "то отправляйся сразу на [229]"
      },
      {
        "nextChapterId": 347,
        "nextChapterText": "Если ты сказал что-нибудь другое, то на [347]"
      }
    ]
  },
  {
    "chapterId": 2,
    "text": [
      "Знаю, что ты чертовски устал. Так отдохни немного. Это — приказ!",
      "Теперь чувствуешь себя лучше?",
      "Тогда ступай по тропинке, что взбирается на холм. Похоже, она ведет к Зловонному замку. Ведь именно туда тебе и надо.",
      "Но, прошу, будь на этот раз поосторожней, помни: в волшебном ремне осталось всего два заряда.",
      "Тише! Шум веток за холмом."
    ],
    "nextChapters": [
      {
        "nextChapterId": 4,
        "nextChapterText": "Если побежишь по тропке назад и скроешься в кустах, то ты — на [4]."
      },
      {
        "nextChapterId": 138,
        "nextChapterText": "Если останешься на месте и выяснишь, что произойдет дальше, то на [138]."
      }
    ]
  },
  {
    "chapterId": 3,
    "text": [
      "Берег совсем близок. И ты вполне благополучно выбираешься из воды. Возможно, мои опасения были беспочвенны. Ну, посмейся, может, я это заслужил…",
      "Но что за треск в кустах?"
    ],
    "nextChapters": [
      {
        "nextChapterId": 218,
        "nextChapterText": "Узнаешь на [218]."
      }
    ]
  },
  {
    "chapterId": 4,
    "text": [
      "Возможно, слух меня подвел, но мне послышался стон из тех кустов слева. Слышишь, опять кто-то подает голос? Согласен, двигаясь на звуки, ты можешь угодить в хитроумную ловушку. Но не исключено, что в эту минуту кто-то отчаянно нуждается в твоей помощи.",
      "Взглянешь, кто там стонет? И ты смеешь именовать себя полевым агентом Спецкорпуса?"
    ],
    "nextChapters": [
      {
        "nextChapterId": 134,
        "nextChapterText": "Приказываю, медленно и осторожно отправляйся на [134] и выясни, кто там стонет!"
      }
    ]
  },
  {
    "chapterId": 5,
    "type": "random",
    "text": [
      "Ты попал! Но если Роббин Гут тоже, то ты проиграл.",
      "Ты смотришь на его мишень. Ура! Он промахнулся!",
      "Счет равный: два-два.",
      "Соберись и стреляй!"
    ],
    "nextChaptersRandom": {
      "nextRandomChapterText": "Окажешься на [343] или на [342].",
      "nextRandomChapters": [
        343,
        342
      ]
    }
  },
  {
    "chapterId": 6,
    "text": [
      "— Стой! — хрипло орет стражник. — Кто идет?",
      "— Я, — без затей отвечаешь ты.",
      "— Пароль! — приказывает стражник.",
      "Ты неохотно подходишь ближе и бормочешь:",
      "— Пароль — антидисестаблишментарианизм.",
      "Подняв над головой дубину, стражник несется на тебя с криком:",
      "— Пароль вчерашний! Шпион!",
      "Как поступишь?"
    ],
    "nextChapters": [
      {
        "nextChapterId": 232,
        "nextChapterText": "Увернешься от удара дубины? Тогда ты — на [232]"
      },
      {
        "nextChapterId": 76,
        "nextChapterText": "Или, может, выхватишь меч? В этом случае ты — на [76]."
      }
    ]
  },
  {
    "chapterId": 7,
    "text": [
      "Жизнь так редко дарит нам второй шанс."
    ],
    "nextChapters": [
      {
        "nextChapterId": 94,
        "nextChapterText": "Вернись на [94] и хорошенько подумай."
      }
    ]
  },
  {
    "chapterId": 8,
    "text": [
      "Бредя по следам в пустыне, ты незаметно для себя оказываешься среди руин города столь древнего, что он был разрушен, еще когда наши с тобой предки вычесывали из меха блох и прыгали с ветки на ветку в джунглях на легендарной планете Грязь. Подумай о бренности всего сущего во Вселенной, но не погружайся в философские мысли слишком глубоко, помни, что ты на службе.",
      "Смотри! Следы обрываются у норы в песке! Что же случилось с профом? Ты подходишь ближе и читаешь надпись на камне рядом с норой:",
      "ОСТОРОЖНО! ЗЫБУЧИЕ ПЕСКИ! МНОГИЕ, ПРОВАЛИВШИСЬ, ПОПАДАЛИ В ПЕЩЕРЫ, ОТКУДА НЕТ ВОЗВРАТА. ПОМНИ, ТЫ МОЖЕШЬ СТАТЬ СЛЕДУЮЩИМ!",
      "Что за странный шорох? Осторожно, ведь ты можешь стать следующим!",
      "Ты опускаешь глаза, но поздно!",
      "Песок под тобой проседает"
    ],
    "nextChapters": [
      {
        "nextChapterId": 253,
        "nextChapterText": "и ты падаешь на [253]."
      }
    ]
  },
  {
    "chapterId": 9,
    "text": [
      "Опять попал!",
      "Победа!",
      "И не просто победа, а победа всухую!"
    ],
    "nextChapters": [
      {
        "nextChapterId": 311,
        "nextChapterText": "Со счастливой улыбкой ты переносишься на [311]."
      }
    ]
  },
  {
    "chapterId": 10,
    "text": [
      "Проф нажимает на спусковой крючок, и ты получаешь в лицо облако газа. У тебя кружится голова,"
    ],
    "nextChapters": [
      {
        "nextChapterId": 82,
        "nextChapterText": "и ты без чувств падаешь на [82]."
      }
    ]
  },
  {
    "chapterId": 11,
    "text": [
      "У тебя есть еще три золотые монеты! Ура! Ты трясущейся от нетерпения рукой достаешь их из левого сапога.",
      "Как ты их используешь? Конечно, купишь интересующую информацию!",
      "Повесь на указателе у дороги объявление с предложением награды в три золотые монеты всякому, кто на рассвете придет к виселицам у города и сообщит тебе местонахождение безумного профессора Гейстескранка.",
      "Сделано!",
      "А теперь хочешь совет мудрой Стальной Крысы?",
      "Вокруг полно бандитов. Закопай монеты и, пока не найдешь профа, не говори никому, где они. Как тебе моя идея? Вот и отлично!",
      "Так где ты закопаешь золото?",
      "Ты не хочешь говорить даже МНЕ?!!"
    ],
    "nextChapters": [
      {
        "nextChapterId": 140,
        "nextChapterText": "Но я ведь все равно увижу это твоими глазами на [140]."
      }
    ]
  }
]