[
  {
    "chapterId": 331,
    "text": [
      "Хищник вновь промахнулся. Но, согласен, хоть он и слегка неуклюж, рано или поздно его могучие челюсти достанут тебя, и тогда… Не будем говорить, что будет тогда.",
      "Что ты делаешь?!",
      "Пытаешься доказать, что человек — царь природы? Полагаешь, твой пристальный взгляд остановит льва?",
      "Бредовая… я хотел сказать, великолепная идея! Зверь ревет, роет песок лапами, приближается, его острые зубы сияют в лучах солнца. Удачи тебе в твоей безнадежной затее!",
      "Ты стоишь, широко расставив ноги, и пристально смотришь в зеленые зрачки хищника до самой [303]."
    ],
    "nextChapters": [
      303
    ]
  },
  {
    "chapterId": 332,
    "text": [
      "Согласен, щекотать хищника — не слишком умная идея. Животное просто отшвырнуло тебя ударом лапищи и теперь, приблизившись, вновь готовится к прыжку. Самое время отпрыгнуть на [331]."
    ],
    "nextChapters": [
      331
    ]
  },
  {
    "chapterId": 333,
    "text": [
      "Хотя и основательно поцарапавшись, ты все же влезаешь в узкий тоннель. Считай, что зачет по альпинизму ты сдал.",
      "Теперь глубоко вздохни. Надеюсь, что проф — не менее ловкий парень, чем ты, а иначе…",
      "Передохнешь?",
      "Правильно, скорее ползи по прямому, но чертовски узкому тоннелю.",
      "Почему ты остановился?",
      "Действительно, стены тоннеля перед тобой расступаются.",
      "Осторожно высунь голову из отверстия, медленно, внимательно осмотрись.",
      "Перед тобой — небольшая, залитая светом, пустая комната, у ее противоположной стены — выход, на стене небрежно намалевана стрелка, указывающая острием на вход, рядом со стрелкой надпись «АЛ ЛА СТЕЛБЕСТО», что значит — «звездный зверь». Не дрожи, как осиновый лист. Зверь был заключен сюда более миллиона лет назад и, поди, давным-давно сдох.",
      "Да, я тоже слышу глухой раскатистый рев. Не обращай на него внимания, наверное, это проседает грунт.",
      "Мой тебе совет: расправь спину, гордо подними подбородок и ступай в тоннель на [19].",
      "Тем более, что выбора у тебя все равно нет."
    ],
    "nextChapters": [
      19
    ]
  },
  {
    "chapterId": 334,
    "text": [
      "Солнце жарит нестерпимо, ноги твои поминутно спотыкаются о грубые булыжники, впившаяся в запястья веревка вызывает жгучую боль.",
      "Перед тобой бредет безобразного вида громила и непрерывно дергает веревку, к которой привязаны и другие пленники; его брат-близнец дышит тебе в затылок, наступая на пятки.",
      "Да, прогулка не из приятных. Но не кляни меня, не я причина твоих злоключений. И знай, новобранец, что я всей душой с тобой.",
      "Ваша маленькая процессия останавливается, и ты вместе с пленниками садишься на землю у обочины. Кошмарного вида громила — тот, что шел впереди, — заговаривает с тобой:",
      "— Надеюсь, нечестивец, ты помолился лживым богам, в которых веришь? Ведь твоя жизнь подходит к концу…",
      "Он назвал тебя нечестивцем! Посмотрел бы лучше на себя! Но не обращай внимания на оскорбление — для схватки слишком жарко. Лучше выясни, о чем он толкует.",
      "— С арены Сейди-Садистик еще никто не возвращался живым. В какой дыре ты обитал последние годы, что впервые слышишь о Сейди-Садистик?",
      "Ты объясняешь, что прибыл на эту планету совсем недавно.",
      "— Вот как, ты новичок! Тем хуже для тебя. Кстати, за что тебя сослали?",
      "Ты отвечаешь.",
      "— Многочисленные убийства с использованием лучевого и атомного оружия?.. — переспрашивает здоровяк и, получив утвердительный ответ, бледнеет и отодвигается.",
      "Молодец, новобранец, действуй так и впредь. Я тоже считаю, что безобидная ложь облегчает жизнь. Ты спрашиваешь у громилы, кто такая Сейди-Садистик. С минуту потаращив на тебя глаза, он хрипло рассказывает:",
      "— Сейди-Садистик, сир, как следует из ее клички, очень жестокая девица. Она возглавляет банду Сынов Садизма, и под каблучком ее туфельки весь этот район планеты. Своими бандитами она управляет, пользуясь старым верным методом кнута и пряника. Следы побоев вы заметите на спине любого из наших стражников.",
      "— А пряник? — спрашиваешь ты.",
      "— Пряник — это пиво и цирк. Как в древнем Риме, только хлеб она заменила пивом. А зрелища… Как только мы доберемся до арены, то ты станешь их участником и увидишь все, как говорится, изнутри.",
      "К вам подходит громила-охранник, взмахивает плеткой, и прежде чем она опускается, вы уже на ногах. Ваше скорбное путешествие к цирку продолжается. Вскоре впереди появляются приземистые серые здания. Ты вместе с остальными пленниками проходишь в мрачные ворота и оказываешься в темном зале без окон с низким потолком; помещение освещает лишь едва тлеющие факелы на стенах. Ворота за вашими спинами захлопываются, страж разрезает веревки. Но вы окружены стражниками, вооруженными мечами, и бежать не можете. На пустую бочку в середине зала влезает толстяк (судя по обилию блестящих железяк на кожаной куртке — начальник стражи). Толстяк говорит:",
      "— Запомните: здесь у вас столько же прав, сколько у крыс. С этой минуты ваша жизнь в руках Сейди-Садистик.",
      "Услышав это имя, твои товарищи по несчастью глухо стонут, и ты вторишь им, но стражники взмахивают плетками, и вы замолкаете.",
      "— Молчать, свиньи! — кричит толстяк. — Через минуту вы выйдете на арену, где вас ждет смерть.",
      "— Всех?.. — глухо выдыхает толпа рабов.",
      "— Статистика утверждает, что в живых остается лишь один из девяноста девяти тысяч девятисот девяноста девяти, — с явным удовольствием объясняет толстяк. — Так умрите же с улыбкой! А теперь выбирайте арену. Ну, пошли. А ну быстро через ту дверь в конце зала на [273]."
    ],
    "nextChapters": [
      273
    ]
  },
  {
    "chapterId": 335,
    "text": [
      "Ты вновь в комнате с четырьмя дверями, вооруженные стражники внимательно следят, чтобы ты не воспользовался одной дверью дважды.",
      "Выбирай между оставшимися.",
      "Напоминаю, что дверь с цифрой один приведет тебя на [285].",
      "Дверь под номером два — на [280].",
      "Дверь три — на [272].",
      "Дверь четыре — на [102], но в нее можно войти после двух побед на арене.",
      "Решай быстрей, куда направишься!"
    ],
    "nextChapters": [
      285,
      280,
      272,
      102
    ]
  }
]