[
  {
    "chapterId": 179,
    "text": [
      "Просыпаешься ты от сильнейшего удара в скулу. Прокатившись по земле, ты встряхиваешь головой и поднимаешь глаза. Перед тобой — Волосатый Гарри Убийца Каннибалов! Ты поспешно вскакиваешь на ноги, бежишь, но он хватает тебя и рычит:",
      "— Тебе конец! Давай сюда золото, или я сожру тебя живьем!",
      "Не дожидаясь ответной реплики, он впивается в твое предплечье острыми, как иглы, зубами, ты дергаешься, но убежать не в силах.",
      "Тебе в самом деле конец?",
      "Узнаешь на [156]."
    ],
    "nextChapters": [
      156
    ]
  },
  {
    "chapterId": 180,
    "text": [
      "Все так же жарко и пыльно, но у тебя, видимо, открылось второе дыхание, и ты шагаешь довольно ходко. Впереди показалось здание из блестящей стали. Приблизившись, ты обходишь его: ни дверей, ни окон у здания нет, зато на гладкой стене висит телефон, а над ним табличка:",
      "НАДЗИРАТЕЛЯ НИ В КОЕМ СЛУЧАЕ НЕ БЕСПОКОИТЬ. ПОДОБРУ-ПОЗДОРОВУ СТУПАЙ СВОЕЙ ДОРОГОЙ.",
      "Что ж, перед тобой небогатый выбор.",
      "Можешь развернуться и отправиться на перекресток к [339]",
      "Или можешь снять телефонную трубку и поговорить с надзирателем, и тогда сразу очутишься на [46]."
    ],
    "nextChapters": [
      339,
      46
    ]
  },
  {
    "chapterId": 181,
    "text": [
      "Ты приземляешься посреди крошечного островка и, хотя скользишь, но, взмахнув руками, умудряешься удержаться на ногах. Ты жив, но припекает изрядно. Скорее протри слезящиеся глаза и оглядись. Метрах в пяти справа и слева от островка — отвесные скалы, у их подножий тонкими каемками застыла лава.",
      "Не теряй времени, а то изжаришься.",
      "Прыгай либо к подножию левой скалы на [204].",
      "Или к подножию правой на [122]."
    ],
    "nextChapters": [
      204,
      122
    ]
  },
  {
    "chapterId": 182,
    "text": [
      "Ты бежишь, но парни не отстают, вот-вот догонят.",
      "Ты, подобно загнанному в угол зверю, разворачиваешься, и на [194] между вами разгорается жаркая схватка."
    ],
    "nextChapters": [
      194
    ]
  },
  {
    "chapterId": 183,
    "text": [
      "Твоя уловка сработала, волк прыгнул, но ты вовремя отступил в сторону, и он промахнулся. Но он вновь приближается!",
      "Самое время отпрыгнуть на [112]."
    ],
    "nextChapters": [
      112
    ]
  },
  {
    "chapterId": 184,
    "type": "random",
    "text": [
      "Ты попал, а соперник промахнулся!",
      "Правда, счет пока — два-один не в твою пользу.",
      "Расслабься! Спокойно целься и стреляй, окажешься на [5] или на [342]."
    ],
    "nextChapters": [
      5,
      342
    ]
  },
  {
    "chapterId": 185,
    "text": [
      "Рыцарь, обыскав тебя, отбрасывает на дорогу передатчик материи, так и не разобравшись, для чего он служит, и забирает лук, оставшиеся стрелы, меч и все содержимое твоих карманов, включая семь золотых монет, затем, неприлично обозвав тебя, грубо забрасывает на ближайший утес и тяжелой поступью уходит.",
      "Как только он скрывается из виду, ты грозишь ему вслед кулаком, хватаясь за свисающие корни, спускаешься с утеса на дорогу, отряхиваешься, поднимаешь с земли передатчик материи и обнаруживаешь, что оказался на [328]."
    ],
    "nextChapters": [
      328
    ]
  },
  {
    "chapterId": 186,
    "text": [
      "Становится темно — похоже, приближается гроза. Холодно, ветрено и сыро.",
      "Говоришь, промочил ноги? И дорога исчезла, а ты стоишь по колено в грязи? И не можешь сдвинуться с места? И болотная жижа медленно засасывает тебя?",
      "Сдается мне, что ты угодил в непролазные топи.",
      "Спрашиваешь у меня совета?",
      "Ну, ты можешь закричать во все горло, зовя на помощь, и тогда сразу окажешься на [12].",
      "Или можешь, опираясь на посох, попытаться выбраться сам, и окажешься на [33]."
    ],
    "nextChapters": [
      12,
      33
    ]
  },
  {
    "chapterId": 187,
    "text": [
      "Знаешь, похоже, твое истинное призвание — подмостки.",
      "Нет, я серьезно. С таким голосом тебя ожидает блестящая карьера в шоу-бизнесе. В будущем, конечно. А пока разберись с кабаном.",
      "Услышав песню, кабан, обдав тебя грязью, резко тормозит и устремляет на тебя изумленный взгляд, ты же одну за другой исполняешь все шестнадцать вариаций «Полковника Кабансона», а когда заканчиваешь, вы дуэтом исполняете лиричную «Кози обожает Свинку», трогательную «Когда же мама возвратится из Свинляндии?» и бодрую к «Я — кабан, и выгляжу на все 100». Кабан усаживается на корточки и говорит:",
      "— Для человека у тебя вполне приличные вокальные данные. Тебе, конечно, не передать всей глубины чувств кабана, но все мы не без греха. Но слышишь?",
      "Слыша ужасный треск ветвей, ты киваешь.",
      "— Это ломится среди джунглей тиранозаврус рекс, — сообщает кабан. — А я как раз голоден. Так что мне пора. Но на прощанье я тебе помогу. Если мне не изменяет память, ты охотишься за Рубином Джунглей?",
      "Ты удивленно соглашаешься.",
      "— Мост через Большой Каньон разрушен, добраться к тайному храму можно только по воздуху, — продолжает кабан. — Следуй по той тропе и в конце ее найдешь самую большую и самую древнюю на свете птицу Рок. Если ты накормишь ее, то она отнесет тебя к храму.",
      "Ты спрашиваешь, чем питается птица Рок?",
      "— Сорви, сколько унесешь, фруктов, что растут на деревьях вдоль тропинки. Прощай, человек. Удачи тебе.",
      "С этими словами кабан устремляется через джунгли к источнику шума, а ты отправляешься по тропинке к [104]."
    ],
    "nextChapters": [
      104
    ]
  },
  {
    "chapterId": 188,
    "type": "random",
    "text": [
      "Ты попал в длиннющий пыльный коридор, из щелей в его стенах и потолке льется призрачный свет, на полу мусор, камни, в углах скребутся здоровенные крысы. Обнажив меч, ты осторожно идешь по коридору. Поворот, еще один, и ты в тупике у лестницы. Выбора у тебя нет, спускайся.",
      "Через пять пролетов лестница кончается, ты оказываешься в каморке с двумя дверями. На левой — радующая сердце надпись:",
      "ПУТЬ К БЕСЦЕННОМУ РУБИНУ ДЖУНГЛЕЙ.",
      "На правой — леденящая душу:",
      "ВОЙДИ СЮДА И МГНОВЕННО УМРЕШЬ!",
      "Итак, за одной дверью тебя ожидает смерть, за другой — цель твоего многотрудного путешествия, драгоценный камень. Но не исключено, что надписи врут. В какую дверь пойдешь? Не знаешь?",
      "Тогда подкинь ДОСП.",
      "Если выпадет орел, то войдешь в левую дверь и окажешься на [267].",
      "Если решка, то в правую на [150]."
    ],
    "nextChapters": [
      267,
      150
    ]
  },
  {
    "chapterId": 189,
    "text": [
      "Уж не везет, так не везет. Тебе попалась граната с сонным газом, но Бетси — шустрая девушка — хватает тебя за руку, выворачивает запястье и, поймав на лету гранату, швыряет ее далеко прочь. Но ты тоже не лыком шит, вмиг выхватываешь и приводишь в действие дымовую гранату. Но, к несчастью, дымовая завеса не помогает. Твои руки и ноги скованы, а конец цепи от оков в руке Бетси. За причиненные неприятности она награждает тебя подзатыльником, и ты вновь на пути в Гроаннсвилль.",
      "Но что это там впереди?",
      "Безобразный громила! Кулачищи, как молоты, глаза — щелки, на губах — презрительная ухмылка. Размахивая дубиной, он быстро приближается, Бетси поспешно занимает каратистскую стойку. Между ними неминуемо произойдет потасовка. Как видно, они стоят друг друга.",
      "Если ты придешь на выручку одному из них, то его противник обречен.",
      "Так не стой же столбом, действуй!",
      "Если ты поможешь в схватке Бетси, то отправляйся на [94].",
      "Если незнакомому громиле, то на [65]."
    ],
    "nextChapters": [
      94,
      65
    ]
  }
]