[
  {
    "chapterId": 274,
    "text": [
      "Ты счастливчик!",
      "Сейди-Садистик выставляет правую руку, ее большой палец направлен вверх. Всхлипывая, ты отправляешься на [348]."
    ],
    "nextChapters": [
      348
    ]
  },
  {
    "chapterId": 275,
    "text": [
      "Ты прав — на помощь нытиков рассчитывать не стоит. Едва между тобой и гигантом завязался бой, как роботы, вопя от ужаса, разбежались кто куда.",
      "Не чуя под собой ног, ты удираешь, но гигант оказывается проворнее, чем ты предполагал. Он бежит за тобой, грязно ругаясь, наступает на пятки, вот-вот схватит. Выбора у тебя нет, поворачивайся и принимай бой!",
      "Тут тебе на плечо ложится грязная волосатая ручища. Ты извиваешься, силишься вырваться, но в медвежьих объятиях гиганта беспомощен, как дитя. Гигант обыскивает тебя и, найдя Рубин Джунглей, оглашает лес победным ревом. Тычок его кулака в спину, и ты оказываешься на земле. Детина грубо хватает тебя за ноги, подтаскивает к дереву, привязывает к стволу лианами.",
      "Если желаешь знать, что дальше, смотри [70]."
    ],
    "nextChapters": [
      70
    ]
  },
  {
    "chapterId": 276,
    "text": [
      "Что есть духу ты несешься по коридору, который приводит тебя к винтовой лестнице.",
      "Ты колеблешься? Почему?",
      "А-а-а, теперь и я слышу. Действительно, похоже, что на верхних ступенях скребутся крысы.",
      "Ты полагаешь, что звуки сверху скорее напоминают частую дробь человеческих шагов? Что ж, задание твое: что делать — решай сам.",
      "Ты несешься вверх по ступенькам, с каждым шагом бежать все труднее, дыхание становится хриплым и прерывистым.",
      "Похоже, сынок, ты не в лучшей спортивной форме?",
      "Ясно, ясно. Ты бы предпочел, чтобы по крутым лестницам бегал я, а ты бы, сидя в удобном кресле, комментировал мои действия. Что ж, мне твоя точка зрения понятна, но, нравится тебе или нет, пока не выполнишь задания, каждый из нас останется на своем месте.",
      "Осторожно перед тобой дверь!",
      "Ты бьешься в нее плечом. Заперто.",
      "Но вспомни, что в твоей руке верная дубинка.",
      "Высади дверь и ты — на [95]."
    ],
    "nextChapters": [
      95
    ]
  },
  {
    "chapterId": 277,
    "text": [
      "Уже третий час ты бредешь по дороге, вокруг — ни души.",
      "Ветер колышет ветви сухих деревьев, и они скрипят, будто жалуясь. Впереди показался длинный старый мост через бездонное ущелье, середина моста обвалилась.",
      "Как же ты переберешься на противоположную сторону?",
      "Действительно, и ребенку ясно, что раз перебраться на ту сторону не по силам даже тебе, то старому профу и подавно.",
      "Следовательно, ты пошел по дороге в неправильном направлении…",
      "Ничего не поделаешь, поворачивай на сто восемьдесят градусов и отправляйся к [190]."
    ],
    "nextChapters": [
      190
    ]
  },
  {
    "chapterId": 278,
    "text": [
      "Дрожащий язычок пламени зажигалки все ближе, смех злодея все громче…",
      "Внезапно руку гиганта пригвождает к земле трезубец.",
      "Гигант ревет и ругается, но едва успевает высвободиться, как на него падает сеть. Джунгли оглашает садистский смех.",
      "Садистский?.. Похоже, тебе на помощь как нельзя вовремя явились Сыны Садизма! А вместе с ними — Сейди-Садистик! Она перерезает лианы. Ты свободен!",
      "— Ты украл Рубин? — нетерпеливо спрашивает она. — Говори же!",
      "Ты указываешь туда, где валяется на земле Рубин Джунглей, Сейди хватает его и со смехом кружится вокруг тебя в безумной пляске.",
      "— Ты добыл его! — кричит она. — И Сейди-Садистик сдержит свое слово! Ты получишь награду!",
      "Интересно, чем она наградит тебя.",
      "Об этом узнаешь на [147]."
    ],
    "nextChapters": [
      147
    ]
  },
  {
    "chapterId": 279,
    "text": [
      "Удар лапищи хищника, и ты отлетаешь в один угол комнаты, твой меч — в другой. А ты хоть и кретин, но в храбрости тебе не откажешь!",
      "Ты хватаешь меч, вновь занимаешь боевую стойку, а саблезубый тигр, хлеща себя по бокам длиннющим хвостом, вновь приближается.",
      "Может, все же выслушаешь мой совет и поживешь еще малость?",
      "Отлично, тогда быстрее к [326]."
    ],
    "nextChapters": [
      326
    ]
  },
  {
    "chapterId": 280,
    "text": [
      "Ты оказался в комнате без дверей и окон. Не бубни под нос проклятия в мой адрес. Лучше выпрями спину, подними подбородок и встреть судьбу, как и подобает полевому агенту Спецкорпуса, бесстрашно и гордо!",
      "Слышишь?",
      "Да, приближаются шаги. Из темного прохода, которого ты прежде не заметил, появляется детина, по виду типичный орангутанг. В левой руке детина держит круглый шит и короткий меч, в правой — сеть и трезубец. Он говорит тебе:",
      "— Эй, червяк, тебе выпала честь умереть на арене во славу несравненной Сейди-Садистик! Гордись, своей смертью ты укрепишь ее и без того безграничное могущество и, быть может, увеличишь ее банковский счет а теперь выбирай оружие.",
      "Если возьмешь трезубец и сеть, то отправляйся на [100].",
      "Если щит и короткий меч, то на [173].",
      "Решай живее!"
    ],
    "nextChapters": [
      100,
      173
    ]
  },
  {
    "chapterId": 281,
    "text": [
      "Пользуясь удивительными возможностями своей давно забытой науки, древние строители изобразили на потолке тучу, из тучи моросит настоящий дождь, комнату продувает пронизывающий ветер. Бр-р-р!",
      "Согласен, я тоже сыт здешними чудесами по горло!",
      "Быстро обойдя негостеприимную комнату, ты обнаруживаешь две двери.",
      "На север к [300].",
      "И на запад к [211].",
      "Решай быстрее, куда направишься."
    ],
    "nextChapters": [
      300,
      211
    ]
  },
  {
    "chapterId": 282,
    "type": "random",
    "text": [
      "Не слишком удачный ход!",
      "Сеть оказалась прочной, и противник ударом ноги в пах опрокидывает тебя на землю. Его нога на твоей груди, трезубец — у горла; он обращается королевской ложе:",
      "— Скажи, о несравненная Сейди-Садистик, прикончить ли мне этого слабака на месте или подарить ему его никчемную жизнь?",
      "Как поступит Сейди-Садистик?",
      "Хороший вопрос. Подбрось ДОСП и узнаешь.",
      "Если выпадет орел, ты — на [209].",
      "Если решка, на [233]."
    ],
    "nextChapters": [
      209,
      233
    ]
  },
  {
    "chapterId": 283,
    "type": "random",
    "text": [
      "Не слишком удачный ход!",
      "Верзила разрубает сеть острым, как бритва, мечом и ударом щита по голове опрокидывает тебя на землю. Его нога на твоей груди, меч — у горла; он обращается к Королевской ложе:",
      "— Скажи, о несравненная Сейди-Садистик, прикончить ли мне этого слабака на месте или подарить ему его никчемную жизнь?",
      "Как поступит Сейди-Садистик?",
      "Хороший вопрос. Подбрось ДОСП и узнаешь.",
      "Если выпадет орел, ты — на [274].",
      "Если решка — на [243]."
    ],
    "nextChapters": [
      274,
      243
    ]
  },
  {
    "chapterId": 284,
    "type": "random",
    "text": [
      "Ты опять промахнулся, а Роббин Гут опять попал. Но не отчаивайся! Собери волю в кулак и стреляй.",
      "Ты целишься, отпускаешь тетиву, и твоя стрела со свистом рассекает воздух, а ты оказываешься на [184].",
      "Или на [286]."
    ],
    "nextChapters": [
      184,
      286
    ]
  }
]