[
  {
    "chapterId": 254,
    "type": "random",
    "text": [
      "Классный выстрел! Ты поразил свою мишень в самую середину, а твой соперник на этот раз не попал даже в дерево…",
      "Пока ничья, один-один, посмотрим, как поединок пойдет дальше. Победно улыбаясь ты вновь натягиваешь лук целишься, Роббин Гут делает то же самое, и вы одновременно выпускаете стрелы.",
      "Что дальше, узнаешь на [163].",
      "Или на [289]."
    ],
    "nextChapters": [
      163,
      289
    ]
  },
  {
    "chapterId": 255,
    "text": [
      "Ты жив и ты на крыше. Размахивая над головой дубинкой, ты преследуешь безумного профа. Он в страхе бежит от тебя.",
      "Спотыкается и падает!",
      "Он твой! Сейчас ты схватишь его за руку, нажмешь кнопку в кармане, и дело сделано! Вселенная спасена, ты со стаканчиком виски в руке нежишься в теплой ванне, вокруг вьются стройные полуобнаженные девочки с пышными формами, и…",
      "Проф, приподнявшись, нацеливает на тебя огромный черный пистолет и цедит сквозь зубы:",
      "— Еще шаг, думкопф, я нажимаю дер крючок, и ты — покойник! Кхе-кхе-хе!",
      "Что ж, диспозиция понятна.",
      "Если, презрев опасность, бросишься на профессора, то ты — на [231].",
      "Если остановишься в нерешительности, то на [10]."
    ],
    "nextChapters": [
      231,
      10
    ]
  },
  {
    "chapterId": 256,
    "text": [
      "Затаив дыхание, ты крадешься вокруг шара. Эх, если бы в твоей руке была окованная железом дубинка! Но, ухватившись за свисающую с воздушного шара веревку, ты расстался с верным оружием. Не отчаивайся, у тебя есть сила, храбрость и полная экипировка полевого агента.",
      "Услышав подозрительный звук, ты замираешь. Не бойся, это всего лишь ветер теребит ткань полуспущенного баллона. Ты продолжаешь движение и тут видишь на песке свежие отпечатки подошв.",
      "Следы, без сомнения, оставил профессор!",
      "Следуй за ним на [225]."
    ],
    "nextChapters": [
      225
    ]
  },
  {
    "chapterId": 257,
    "type": "random",
    "text": [
      "Прекрасный выстрел! Ты поразил свою мишень в самую середину, а твой соперник не попал даже в дерево. Победно улыбаясь, ты вновь натягиваешь лук, целишься, Роббин Гут делает то же самое, и вы одновременно стреляете.",
      "Попал ли ты?",
      "Узнаешь на [84].",
      "Или на [27]."
    ],
    "nextChapters": [
      84,
      27
    ]
  },
  {
    "chapterId": 258,
    "text": [
      "Не слишком удачный прием!",
      "Робот, бешено вращая молотом, перепрыгивает через твой меч и вмиг оказывается рядом с тобой. Ты уворачиваешься, но недостаточно проворно.",
      "Скользящий удар молотом приходится по твоему шлему, и ты, оглушенный, падаешь на [250]."
    ],
    "nextChapters": [
      250
    ]
  },
  {
    "chapterId": 259,
    "text": [
      "Попался, как мышь в мышеловку!",
      "Прекрати истерику и еще раз внимательно осмотрись!",
      "Что я говорил? Незапертая дверь! Та самая, через которую ты сюда и попал.",
      "Отправляйся назад на юг к [244]."
    ],
    "nextChapters": [
      244
    ]
  },
  {
    "chapterId": 260,
    "text": [
      "На тебе все еще невидимый пояс. Нажми кнопку на пряжке и перенесешься на [312].",
      "Или беги от чудовища наутек к [287]",
      "Ты уже приобрел опыт укрощения диких зверей. Воспользуйся им. Расправь плечи, расставь ноги и укроти кабана взглядом на [141].",
      "Или спой с двенадцатитонной громадиной на [187]",
      "Кабан приближается. Решай быстрей!"
    ],
    "nextChapters": [
      312,
      287,
      141,
      187
    ]
  },
  {
    "chapterId": 261,
    "type": "random",
    "text": [
      "Пройдя по следам профа между холмами, ты неожиданно оказываешься на мощенной крупными булыжниками дороге. Здесь следы обрываются.",
      "В какую же сторону направился старый безумец? Спросить не у кого. По-моему, самый подходящий случай воспользоваться ДОСПом, или, как ты его по-прежнему называешь, монетой. Достань его из кармана, подбрось, поймай на раскрытую ладонь. Теперь смотри, что выпало.",
      "ДОСП стоит на ребре? Невероятно!",
      "Что ж, попробуй еще раз. Подкинь, поймай. Что выпало?",
      "Если орел, то отправляйся по дороге на север к [190].",
      "Если решка, то на юг к [277]."
    ],
    "nextChapters": [
      190,
      277
    ]
  },
  {
    "chapterId": 262,
    "text": [
      "Не слишком удачный прием!",
      "Робот, бешено вращая молотом, уклоняется от твоего меча и через миг оказывается рядом с тобой. Ты уворачиваешься, но недостаточно быстро. Скользящий удар молотом приходится по твоему шлему, и ты, оглушенный, падаешь на [250]."
    ],
    "nextChapters": [
      250
    ]
  },
  {
    "chapterId": 263,
    "text": [
      "Из последних сил ты доплываешь до берега, хватаясь за ветки кустов, вылезаешь из воды и пластом ложишься на мягкую траву. Неожиданно о себе дает знать выпитая бутылка дешевого вина. Голова твоя кружится, на тело тяжелой волной наваливается усталость. Но ты молод, полон сил и твое здоровье пока не подорвано алкоголем. Вскоре ты приходишь в себя, встаешь на ноги и… На тебя в упор смотрит безобразное чудище: глаза крупней суповых тарелок, пять острых, как кинжалы, зубов, толстенные, как канаты, щупальца.",
      "Ты не знаешь, с кем столкнула тебя судьба? А вот я, к сожалению, знаю. Перед тобой весьма редкий в Галактике, ядовитый и смертельно опасный монстр Зеленый Пупок. Внимание, монстр готовится к атаке!",
      "Если сломя голову побежишь от него, то очутишься на [172].",
      "Если же выстрелишь в него из лука, то на [195]."
    ],
    "nextChapters": [
      172,
      195
    ]
  },
  {
    "chapterId": 264,
    "text": [
      "Согласен, при проливном дожде, ослепительных вспышках молний и оглушающих раскатах грома мысли сами собой путаются в голове. Но напрягись и, осмотревшись, выбирайся отсюда. При очередной вспышке ты замечаешь два темных провала-выхода.",
      "На восток к [294].",
      "И на север к [203].",
      "Выбирай любой."
    ],
    "nextChapters": [
      294,
      203
    ]
  },
  {
    "chapterId": 265,
    "text": [
      "Бултых!",
      "Ты погружаешься все глубже и глубже. Наконец начинаешь медленный подъем к поверхности. Твои легкие от недостатка воздуха горят огнем. Но не открывай рта, не вдыхай! Иначе конец твоей карьере в Спецкорпусе…",
      "Но тебе нужен воздух!",
      "Подожди! Еще немного, и…",
      "Воздуха!!!",
      "Ты выплыл! Воздух! Ты судорожно ловишь его широко раскрытым ртом, наслаждаешься каждым вдохом. Жизнь восхитительна!",
      "Подхваченный стремительным течением, ты плывешь вниз по реке. Наконец ты чувствуешь, что силы вернулись к тебе, и гребешь к берегу.",
      "Но в каком месте выбираться на берег?",
      "Можно на песчаном пляже [135], что прямо перед тобой.",
      "А можно, проплыв по течению чуть дальше, вылезти у тех кустов под защитой деревьев на [263]."
    ],
    "nextChapters": [
      135,
      263
    ]
  }
]