[
  {
    "chapterId": 149,
    "text": [
      "Со слезами на глазах, Арбутнот обнимает тебя за плечо и уводит от завистливо глядящих вслед бандитов.",
      "— Дорогой друг, я безгранично благодарен тебе! — говорит он. — Сюда, сюда, по тропинке в лес. Не хотелось бы, чтобы остальные слышали то, что я скажу. Потому что я сейчас скажу такое, отчего, видишь, уже краснею. Мне неприятно быть жестоким с тобой — единственным человеком, который не отверг меня в этом ужасном мире.",
      "Прежде чем ты понимаешь, о чем он ведет речь, он швыряет тебя на землю и заносит над твоей головой дубину:",
      "— У тебя только две секунды, чтобы сказать мне, где золото!",
      "Выбора нет, и ты говоришь ему, где зарыл золотые. Он убегает прочь. Ты встаешь, понурив голову и размышляя о будущем.",
      "У тебя не осталось ни золота, ни оружия. Один, на Богом проклятой планете…",
      "Слушай, сынок, что тебе скажет Стальная Крыса. Когда ты был под гипнозом…",
      "Ты не помнишь, что был под гипнозом? Неудивительно, ведь Корпус свято хранит свои секреты!",
      "Так вот, когда ты был под гипнозом, спецы Корпуса вживили в сустав твоего указательного пальца правой руки машину времени.",
      "Щелкни пальцами, и перенесешься во времени на [80]."
    ],
    "nextChapters": [
      80
    ]
  },
  {
    "chapterId": 150,
    "text": [
      "Похоже, надпись в очередной раз обманула тебя — ты прошел через дверь, но мгновенной смерти не последовало. Ты ступаешь по узкому коридору и слышишь, как из-под ног с писком разбегаются невидимые в полумраке крысы. Вскоре ты оказываешься перед очередной дверью, из щели в стене рядом с ней струится свет, и ты, хоть и с трудом, но все же читаешь надпись на двери:",
      "ЕСЛИ ДОРОЖИШЬ ЖИЗНЬЮ, ТО ДЕРЖИСЬ ОТ ЭТОЙ ДВЕРИ ПОДАЛЬШЕ!",
      "Судя по устрашающей надписи, именно за этой дверью и находится Рубин Джунглей.",
      "Открывай же дверь и смело иди на [119]."
    ],
    "nextChapters": [
      119
    ]
  },
  {
    "chapterId": 151,
    "text": [
      "Узнав от твоем решении, роботы воют от горя, целуют твои руки, молят не покидать их, но ты непреклонен. Робот-ремонтник, поклявшись, что знает кратчайший путь к владениям Сейди-Садистик, указывает направление. Ты благодаришь его, прощаешься с роботами и отправляешься своей дорогой, а как только роботы скрываются из глаз, стираешь с рук и одежды их слезы и слюни — смазку.",
      "Ты идешь через джунгли на запад и перед самым закатом оказываешься на [270]."
    ],
    "nextChapters": [
      270
    ]
  },
  {
    "chapterId": 152,
    "text": [
      "Согласен, щекотать хищника — не слишком эффективная идея. Животное просто отшвырнуло тебя ударом лапищи и теперь, приблизившись, вновь готовится к прыжку.",
      "Самое время отпрыгнуть на [112]."
    ],
    "nextChapters": [
      112
    ]
  },
  {
    "chapterId": 153,
    "text": [
      "Мог бы перелезть через стены и в другом месте, получше! Спрыгнув со стены во двор замка, ты оказываешься перед дюжиной грозных стражников. На тебя обрушиваются болезненные удары кулаков и дубин слева, справа, спереди, сзади.",
      "В сознание ты приходишь уже на [28]."
    ],
    "nextChapters": [
      28
    ]
  },
  {
    "chapterId": 154,
    "text": [
      "Верзила хмуро глядит на тебя из-под косматых бровей, ты отвечаешь ему таким же тяжелым взглядом, он выразительно трясет дубиной, ты поднимаешь руку с зажатым в ней посохом, он обзывает тебя неприличными словами, ты не остаешься в долгу. Похоже, ни он, ни ты не расположены к бою, и вы благополучно расходитесь.",
      "Опасаясь, что здоровяк передумает и последует за тобой, ты непрерывно оглядываешься, пока не оказываешься у развилки дороги.",
      "Решай, направишься ли на восток к [176].",
      "Или на запад к [190]."
    ],
    "nextChapters": [
      176,
      190
    ]
  },
  {
    "chapterId": 155,
    "text": [
      "Фрукты растут высоко, с земли их не достать. Ты взбираешься на дерево. Оранжевые и зеленые фрукты и размерами, и формой напоминают грейпфруты, различие лишь в цвете. Ты хватаешься за ближайший, тянешь, вначале слабо, потом что есть сил, но длинный прочный стебель, которым фрукт прикреплен к ветке, не поддается. Выхватив меч, ты рассекаешь стебель. Отлично, но плод падает на землю и, разбрызгивая сладкий сок, с хлопком лопается. Собирай урожай аккуратней!",
      "Ты обхватываешь шершавый ствол дерева ногами, левой рукой берешься за фрукт, зажатым в правой руке мечом перерубаешь стебель. Вернув меч в ножны, с фруктом в руке сползаешь по стволу на землю. Снова забираешься на дерево и повторяешь операцию. И так вновь и вновь.",
      "Часа через три изнурительной работы на земле набирается оранжево-зеленая горка. Ты связываешь длинные стебли узлом и, перекинув фрукты через плечо, шагаешь по тропинке к [113]."
    ],
    "nextChapters": [
      113
    ]
  },
  {
    "chapterId": 156,
    "type": "allPaths",
    "text": [
      "Ты слышишь глухой удар. Волосатый Гарри, взревев от боли, отпускает тебя. Сзади него с дубинкой в руке оказывается твой старый знакомый — Арбутнот Отверженный. Он говорит:",
      "— Рад снова тебя видеть, дорогой друг! Я пришел, чтобы отвести тебя к профессору Гейстескранку и честно заработать три золотых. Идем же!",
      "Прежде чем ты трогаешься с места, рядом с Арбутнотом появляется очаровательная Сейди-Садистик.",
      "— Послушай же, чужестранец, мой печальный рассказ! — говорит она. — Землетрясение разрушило наш великолепный цирк, неблагодарные Сыны Садизма отвернулись от меня и я несчастная, без гроша в кармане проделала долгий трудный путь. О, если бы у меня были три золотых! Верь мне, ведь именно я освободила тебя! Я отведу тебя к безумному профессору и получу награду!",
      "Тут с ближайшего дерева сыплется листва, и на, землю спрыгивает Роббин Гут.",
      "— Не слушай ты эту садистку! — восклицает он. — Помнишь, я ведь никогда не лгал тебе. Не лгу и сейчас! Я единственный, кому доподлинно известно, где находится безумный проф!",
      "Поднимается жуткий крик, каждому хочется получить твои золотые. Крик заглушает цокот копыт, рядом с тобой появляется элегантно одетый всадник. Он снимает шлем и говорит:",
      "— Я герцог Гроанн, и мне ни к чему твое золото, а они все преступники и лжецы. Садись же позади меня в седло, и я отвезу тебя к безумному профу из одного лишь желания избавить нашу планету от его дьявольских козней. Поднимается невообразимый гвалт, ты же размышляешь.",
      "Герцог выглядит вполне респектабельным, и вряд ли ему нужно твое золото. Если вспрыгнешь на его лошадь, то галопом помчишься на [330]",
      "Арбутнот не раз спасал тебе жизнь, ты единственный, кто не отверг его. Не отвергай же и сейчас, а не то он расплачется. Иди с ним на [149]",
      "Но и Роббин Гут не обманул тебя. Если примешь его предложение, то отправляйся на [59]",
      "Сейди-Садистик тоже вела с тобой честную игру. К тому же в разорванной одежде она выглядит весьма сексуально. Может, возьмешь ее за руку и пойдешь на [159]",
      "  Последний кандидат на награду — Волосатый Гарри. Он, конечно, людоед, но не лжец. Если позволишь ему проводить себя к безумному профу, то ты — на [21]."
    ],
    "nextChapters": [
      330,
      149,
      59,
      159,
      21,
      168
    ]
  }
]