[
  {
    "chapterId": 37,
    "text": [
      "Ты следуешь за профом из тронного зала, но судьба вновь немилостива к тебе.",
      "— Нет! — кричит Волосатый Гарри и плотоядно облизывается. — Сначала желудок, а уж потом наука! На кухню его!",
      "Ничего не поделаешь, отправляйся на [18]."
    ],
    "nextChapters": [
      18
    ]
  },
  {
    "chapterId": 38,
    "text": [
      "— Благородный Сир, — говорит тебе юноша. — Приятно, что хоть кому-то небезразлична моя судьба, но, к сожалению, помочь мне никто уже не в силах. Я был рабом кошмарно жестокого Слюя Работорговца. Когда я, обессилев, уже не поспевал за остальными рабами, он жестоко избил меня, затем хладнокровно сломал мне ногу и оставил умирать. Но уж лучше смерть здесь, под кустом, чем в Зловонном замке, куда вел нас бессердечный Слюй.",
      "История несчастного до глубины души трогает тебя. Ты достаешь из кармана походную аптечку и прижимаешь ее к поврежденной ноге юноши. Автоматическое устройство тут же ставит диагноз «закрытый перелом голени и многочисленные ушибы и ссадины», вонзает в мышцы парнишки иголки, впрыскивает антибиотики и обезболивающее. Два высунувшихся из аптечки манипулятора выворачивают ногу так, что кость занимает предписанное ей природой положение, третий накладывает на ногу мгновенно твердеющий на воздухе материал. Через минуту нога срастается, манипуляторы снимают уже ненужный гипс.",
      "Парнишка удивленно смотрит на ногу, затем шевелит ею и встает. Из его голубых глаз потоком хлещут слезы радости, и он снова и снова целует твою руку.",
      "— Ты мой храбрый спаситель! (Чмок-чмок.) Если бы ты вызволил из рабства и моих товарищей, то слава твоя не померкла бы в веках! (Чмок-чмок.)",
      "Его лесть вскружила тебе голову. Ты встаешь и, стирая носовым платком его слюну с руки, шагаешь сквозь заросли к тропинке, а затем по ней к [216]."
    ],
    "nextChapters": [
      216
    ]
  },
  {
    "chapterId": 39,
    "text": [
      "Ты бежишь, обливаясь потом, коридору не видно конца, повсюду обглоданные до зеркального блеска кости. Похоже, Волосатый Гарри был настоящим обжорой.",
      "Слышал?",
      "Да-да! Впереди хлопнула дверь! Жми же!",
      "Вот и дверь. Не выясняя, заперто ли, ты вышибаешь ее мощным ударом дубины и бежишь дальше.",
      "Перед тобой метрах в десяти — безумный профессор. Прибавь скорости!",
      "Проф шмыгает в дверь направо. Ты сворачиваешь за ним, влетаешь по крутой лестнице на чердак и видишь его выползающим через крошечное, размером со вход в крысиную нору, слуховое окошко. Ты стремглав кидаешься к окошку. Поздно! Проф уже на крыше замка.",
      "Но, если пролезть через окошко удалось пожилому профессору, удастся и тебе!",
      "Ползи за ним на [255]."
    ],
    "nextChapters": [
      255
    ]
  },
  {
    "chapterId": 40,
    "type": "random",
    "text": [
      "Ты промахнулся, не попав даже в дерево.",
      "Ты переводишь взгляд на мишень соперника. Он попал в самую середину и снова целится.",
      "Ты тоже натягиваешь тетиву, прицеливаешься, вы одновременно стреляете.",
      "Попал ли ты?",
      "Узнаешь на [254]. Или на [284]."
    ],
    "nextChaptersRandom": [
      254,
      284
    ]
  },
  {
    "chapterId": 41,
    "text": [
      "В ответ на твою просьбу Сейди кивает.",
      "— Ты прав, чужак. В Эндсвилле живут такие отпетые негодяи, что мои Сыны и Дочери садизма в сравнении с ними сущие ангелы.",
      "Сейди отдает приказ, и крутобедрая широкоплечая дочь садизма вмиг приносит и раскрывает перед тобой большой кованый сундук. В сундуке — оружие.",
      "— Выбирай, чужак, что тебе больше по сердцу, — говорит Сейди.",
      "Если возьмешь лук и колчан со стрелами, то ты — на [315].",
      "Если «утреннюю звезду», то на [54].",
      "Если же «дымовые гранаты», то на [50]."
    ],
    "nextChapters": [
      315,
      54,
      50
    ]
  },
  {
    "chapterId": 42,
    "text": [
      "Вот мы и на солнечной Скралдеспенде.",
      "Что значит: «здесь жуткий ветер и снег пополам с дождем»? Заруби на носу, нытиков мы в Корпусе не держим! У тебя ответственное задание по спасению Вселенной — я это проделывал неоднократно.",
      "Теперь — некоторая информация, которую я по рассеянности не сообщил тебе прежде. Скралдеспенд — планета-тюрьма, на нее отправляют преступников более тысячи миров…",
      "Нет-нет, не жми на кнопку в кармане! Пока ты второй рукой не держишь за руку профессора Гейстескранка, передатчик материи не работает.",
      "Нет, пистолет тебе не положен. Из него можно убить кого-нибудь, а скорее всего, пристрелить себя самого.",
      "В твоем распоряжении экипировка, которой обычно на заданиях пользуюсь я: дымовые гранаты и «лимонки» с сонным газом, обезвоженный питьевой спирт, перочинный нож, фильтры в нос, чтобы тебя не свалил сонный газ из твоих собственных гранат, пять серебряных и пять золотых монет, миниатюрная аптечка, а если вдруг заскучаешь, (что, конечно, маловероятно) — две книжки комиксов.",
      "Итак, удачи тебе и до встречи. Бог даст, увидимся.",
      "Да, чуть не забыл. Из доклада нашего нештатного агента на Скралдеспенде следует, что безумного профа последний раз видели в городишке с названием Гроаннсвилль.",
      "Двигай туда на [62]."
    ],
    "nextChapters": [
      62
    ]
  },
  {
    "chapterId": 43,
    "text": [
      "Ты совершил ошибку. Склон слишком скользкий и крутой, на берег по нему не выкарабкаться.",
      "Выбора нет, плыви к дальнему, но пологому и песчаному берегу [63]."
    ],
    "nextChapters": [
      63
    ]
  },
  {
    "chapterId": 44,
    "text": [
      "Роббин Гут с удовольствием наблюдает, как ты, швырнув на землю лук, с остервенением топчешь его. Возможно, активный выход эмоций поможет тебе справиться с моральной травмой. Минут через пять властелину здешнего леса надоедает этот спектакль.",
      "— За мной должок, — с улыбкой напоминает он. — Я обещал оказать тебе услугу в качестве утешения за проигрыш и сдержу свое слово. Я даже знаю, что ты ищешь.",
      "Откуда он знает, что тебе нужно?",
      "Этот вопрос разъяснится на [23]."
    ],
    "nextChapters": [
      23
    ]
  },
  {
    "chapterId": 45,
    "text": [
      "Одумайся, новобранец! Разве полевой агент Спецкорпуса лишит жизни безоружного старика?",
      "Почти рыдая, ты размышляешь, сколь чудовищную ошибку чуть было ни совершил, дружески похлопываешь стражника по плечу и отбываешь на [215]."
    ],
    "nextChapters": [
      215
    ]
  },
  {
    "chapterId": 46,
    "text": [
      "А надзиратель-то оказался вполне приличным человеком.",
      "Он сообщил: чтобы попасть в Гроаннсвилль, нужно отправиться на [193], и сразу повесил трубку. Правда, не исключено, что он соврал.",
      "Если ты не поверил, то ступай на перекресток [339], а там уж решишь, в какую сторону двигаться."
    ],
    "nextChapters": [
      193,
      339
    ]
  }
]