[
  {
    "chapterId": 336,
    "text": [
      "Слушай меня внимательно, новобранец! Если ты нырнешь в кольчуге, то камнем пойдешь ко дну и, соответственно, уже никогда не станешь настоящим полевым агентом Спецкорпуса!",
      "Взвесь еще раз печальные последствия чуть было ни совершенного тобой опрометчивого поступка и двигай на [271]."
    ],
    "nextChapters": [
      271
    ]
  },
  {
    "chapterId": 337,
    "text": [
      "Обойдя кресло, ты входишь в тоннель и двигаешься к свету. В полу под твоими ногами распахивается люк, ты падаешь в него, и летишь, летишь, пока не достигаешь главы [93]."
    ],
    "nextChapters": [
      93
    ]
  },
  {
    "chapterId": 338,
    "type": "final",
    "text": [
      "ПОЗДРАВЛЯЮ!!!",
      "Ты справился с заданием! Преуспел там, где другие спасовали! Доставил живым и невредимым безумного профа в штаб-квартиру Специального Корпуса! Профа уводит вооруженная охрана, и его проклятия в твой адрес для тебя слаще всякой музыки.",
      "Итак, сынок, шаг вперед. Я приколю к твоей груди крылышки полноправного полевого агента Специального Корпуса!",
      "Вздернув подбородок, ты краснеешь от гордости Еще бы, ведь ты уже не слабый и глупый штатский, поющий с кабанами на два голоса. Ты агент Корпуса!",
      "Ты изменил мир! Ты победитель!"
    ],
    "nextChapters": []
  },
  {
    "chapterId": 339,
    "text": [
      "Ты вновь на перекрестке. Вокруг ни души, дорогу спросить не у кого. Что ж, почеши в затылке и реши, куда направишься.",
      "Если на север, то двигай на [193].",
      "Если на восток, то на [174].",
      "Если на юг, то на [186].",
      "Если на запад, то на [129]."
    ],
    "nextChapters": [
      193,
      174,
      186,
      129
    ]
  },
  {
    "chapterId": 340,
    "text": [
      "Ты идешь по тропе, которая петляет среди деревьев. Ты уже было подумываешь, а не соврал ли тебе Роббин Гут. Тропка узкая, часто теряется среди травы, но на деревьях и камнях вдоль нее — красные метки, и ты ни разу не сбиваешься с пути.",
      "Спрашиваешь, чем же нанесены метки? Уж не кровью ли? Не знаю, но ты лучше не думай на эту тему.",
      "Ты продолжаешь путь. Тебе попадаются уже не только бесформенные красные пятна, но надписи типа:",
      "ВСЕ ЕЩЕ ИДЕШЬ?",
      "А Я-ТО ДУМАЛ, ЧТО ТЫ ДАВНО МЕРТВ.",
      "Или:",
      "БЕРЕГИСЬ! ВПЕРЕДИ ПАУК-ЛЮДОЕД!",
      "И даже:",
      "НАДЕЮСЬ, ТЫ НАПИСАЛ ЗАВЕЩАНИЕ!",
      "Ничего не скажешь, пикантно. Но ты ведь не трус, страх и усталость полевому агенту Спецкорпуса неведомы!..",
      "Устал, говоришь?",
      "Что ж, присядь, вреда от непродолжительного отдыха не будет.",
      "Вот это да! В жизни не видел, чтобы кто-нибудь так высоко подпрыгивал!",
      "Говоришь, камень, на который ты сел, впился в тебя острыми зубами и откусил от правой ягодицы приличный кусок?",
      "Извини: говоря, что вреда не будет, если ты присядешь и немного отдохнешь, я не предполагал, что ты усядешься на кусачий камень.",
      "Пришел в себя?",
      "Тогда иди дальше.",
      "Ты шагаешь дальше. К тропе вплотную придвигаются непроходимые джунгли, густые кроны деревьев и лианы смыкаются над твоей головой так, что уже не виден солнечный свет, со всех сторон доносится рев неизвестных, наверное, смертельно опасных животных, с ветвей капает густая, видимо, ядовитая жидкость. Впереди раздается отчаянный вопль боли, затем трещат кости, и звук обрывается на высокой ноте.",
      "Нет-нет, не убегай! Что бы ни подстерегало тебя впереди, ты с ним встретишься. А иначе остаток своей, без сомнения, короткой жизни проведешь на этой планете. Не скрипи зубами и не ругайся! Лучше смело ступай вперед. Решился-таки? Вот и славно.",
      "Ты медленно идешь к источнику страшных звуков, раздвигаешь перед собой листву и видишь небольшую поляну, на ней кабанище — как минимум вдвое больших размеров, чем встреченный тобой прежде, — с утробным рыком пожирает убитого им только что бронтозавра. Ну и аппетит у чудовища! Меньше всего на свете тебе улыбается знакомство с огромными клыками. Ты медленно отступаешь… Но поздно! Кабан, втянув носом воздух, фыркает, отшвыривает полуобглоданный скелет ящера и рысью направляется к тебе. Он тебя учуял! Как поступишь? Не спрашивай меня, ведь это твоя работа.",
      "Ну, хорошо-хорошо, помогу, перечислю все возможные варианты твоего поведения в данной ситуации. Тихо, чтобы не зашуршал ни единый листок, отправляйся за списком на [260]."
    ],
    "nextChapters": [
      260
    ]
  },
  {
    "chapterId": 341,
    "text": [
      "Я так и знал: ничего не видно. Что, ты потерял дверь?! Идиот, зачем было ее закрывать? Ищи дверь на ощупь. Еще-еще… Нашел? Твое счастье.",
      "Теперь ступай на [269]."
    ],
    "nextChapters": [
      269
    ]
  },
  {
    "chapterId": 342,
    "text": [
      "Промахнулся! А Роббин Гут? Роббин Гут попал!",
      "Ты проиграл поединок. Хотя и не всухую, но все равно обидно!",
      "С перекошенным от досады лицом ты переносишься на [44]."
    ],
    "nextChapters": [
      44
    ]
  },
  {
    "chapterId": 343,
    "text": [
      "Ты попал, а Роббин Гут промахнулся!",
      "Победа! Правда, не всухую, но все же победа!",
      "Со счастливой улыбкой ты переносишься на [311]."
    ],
    "nextChapters": [
      311
    ]
  },
  {
    "chapterId": 344,
    "text": [
      "Ты опять ошибся. Двигай быстрей на [89]."
    ],
    "nextChapters": [
      89
    ]
  },
  {
    "chapterId": 345,
    "text": [
      "Коридор был слишком узок. Охранники поймали тебя, выволокли из тюрьмы, а у городских ворот отключили ударом древка копья по голове. Что с тобой произошло дальше, ты не знаешь. Поскольку твой мозг был на время вырублен, то я тоже ничего не видел.",
      "Открывай быстрее глаза и, оказавшись на [339], выясняй, куда ты угодил."
    ],
    "nextChapters": [
      339
    ]
  },
  {
    "chapterId": 346,
    "text": [
      "Ты опять ошибся. Двигай быстрей на [89]."
    ],
    "nextChapters": [
      89
    ]
  },
  {
    "chapterId": 347,
    "text": [
      "Чудище в негодовании рычит:",
      "— Даю тебе последний шанс, немощный смертный! Какое великое событие произошло на планете Земля в 1492 году от рождества Христова?",
      "Понял вопрос?",
      "Тогда отвечай и смотри [298]."
    ],
    "nextChapters": [
      298
    ]
  },
  {
    "chapterId": 348,
    "text": [
      "Ты вновь в комнате с четырьмя дверями, вооруженные стражники внимательно следят, чтобы ты не воспользовался одной дверью дважды.",
      "В первой комнате ты уже побывал, так что выбирай между оставшимися.",
      "Напоминаю, что дверь с цифрой два приведет тебя на [239].",
      "Дверь три — на [251].",
      "Дверь четыре — на [102], но в нее можно войти, только если ты дважды одержишь победу.",
      "Решай же быстрей, куда направишься!"
    ],
    "nextChapters": [
      239,
      251,
      102
    ]
  },
  {
    "chapterId": 349,
    "text": [
      "Ну и дела!",
      "Одумайся, новобранец!",
      "Быстрее возвращайся туда, откуда явился!"
    ],
    "nextChapters": []
  },
  {
    "chapterId": 350,
    "text": [
      "Дракон задает первый вопрос:",
      "— Отвечай быстро или станешь завтраком. Чей прах покоится в гробнице Гранта?",
      "Если ты полагаешь, что там похоронен генерал Грант, то ты на [201].",
      "Если не знаешь ответа, то на [291]."
    ],
    "nextChapters": [
      201,
      291
    ]
  }
]