[
  {
    "chapterId": 114,
    "text": [
      "Понимаю, тебе досталось, и ты рассержен на жестоких охранников. Но ходить по бесчувственным телам? Не слишком ли ты очерствел?",
      "Что значит, «заткнись»? Вспомни, что разговариваешь со старшим по званию! Живо отвечай, что намерен предпринять!",
      "Да, действительно, открытое окно. Правильно, осторожно выгляни из него.",
      "Никого не видно?",
      "Тогда быстро прыгай вниз.",
      "Так, теперь, беспечно насвистывая, шагай по улице до ближайшего угла. Сворачивай направо, к центру города.",
      "Похоже, ты на базарной площади. Вокруг только грязные оборванцы, по виду — закоренелые преступники. Хотя нет. Вон те двое — босоногий мальчуган и одетая в черное надменная старушка — кажутся вполне приличными людьми. Поговори с одним из них.",
      "Если ты обратишься к мальчику, то направляйся на [137].",
      "Если к старушке, то на [25]."
    ],
    "nextChapters": [
      137,
      25
    ]
  },
  {
    "chapterId": 115,
    "text": [
      "Ты попадаешь в вырубленную в скале комнату, но прежде чем успеваешь оглядеться, пол под тобой исчезает, и ты падаешь, падаешь…",
      "Бух! Удачно, что ты приземлился на кучу песка, а то бы костей не собрал…",
      "Но что это?! Ты вновь перед воротами и лабиринте, построенном давно вымершей расой.",
      "Ничего не поделаешь, придется тебе еще раз войти в него на [96]."
    ],
    "nextChapters": [
      96
    ]
  },
  {
    "chapterId": 116,
    "text": [
      "Навстречу тебе идет закованный в латы громила. Латы  примитивные, тяжелые, неудивительно, что он надсадно дышит.",
      "— Отдай мне, чужак, все, что у тебя есть! — доносится до тебя голос из-под шлема.",
      "Ты натягиваешь лук, стреляешь, но стрелы толстой броне нипочем. Неумолимо надвигаясь на тебя, громила гогочет. Ты размахиваешься и рубишь его мечом, меч ломается надвое, а громиле хоть бы что. Ты разворачиваешься, собираясь бежать, но тебя поперек тела обхватывают здоровенные ручищи, поднимают в воздух, с силой швыряют на землю. Ты лежишь полуоглушенный и беспомощный.",
      "Неужели тебе конец?!",
      "Узнаешь на [185]."
    ],
    "nextChapters": [
      185
    ]
  },
  {
    "chapterId": 117,
    "text": [
      "Ты с трудом поворачиваешь голову птицы Рок так, чтобы клюв был направлен к левой башне. Птица на секунду заваливается на левое крыло, и вы летите прямо к цели. Но слишком низко! Сейчас птица врежется в каменную громадину, и…",
      "Должно быть, птица Рок, как летучая мышь, имеет ультразвуковой сонар и, даже не просыпаясь, взмахивает крыльями и мягко опускается на крышу. Едва она складывает крылья, как ты соскакиваешь с ее спины, выхватываешь меч и бежишь к слуховому окну. Позади раздается:",
      "— Стой, отравитель! Сейчас тебя настигнет заслуженная кара!",
      "Это проснулась птица Рок и в гневе семенит к тебе — клюв разинут, острые кривые когти оставляют в каменной крыше глубокие борозды.",
      "Ты распахиваешь слуховое окно и, не раздумывая, ныряешь в таинственный полумрак. Прокатившись по полу, вскакиваешь и, перепрыгивая через две ступеньки разом, несешься по лестнице вниз. Позади слышен грохот, стены башни сотрясаются. Птица настигнет тебя в считанные секунды! Ты прыгаешь уже не через две, а через три ступеньки; за тобой катятся камни.",
      "Ты достигаешь нижнего этажа башни. Перед тобой обшарпанная дверь. Из-за нее доносится громкий угрожающий рык. Времени на колебания нет, башня вот-вот обрушится. Резонно решив, что лучше неизвестная опасность, чем верная смерть, ты с мечом наготове распахиваешь дверь и попадаешь на [142]."
    ],
    "nextChapters": [
      142
    ]
  },
  {
    "chapterId": 118,
    "text": [
      "Пройдя с рабами по длинным коридорам Зловонного замка, ты вновь попадаешь в мрачный тронный зал. Волосатый Гарри возмущается худобой товара, но, получив дубинкой Арбутнота по голове, оседает на троне. Рабы, скинув цепи, дубасят изумленных стражников, ты же, не теряя ни секунды, бросаешься на поиски профа Гейстескранка. Его ты находишь в примыкающей к тронному залу лаборатории, но, завидев тебя, старый безумец грязно ругается и бросается наутек.",
      "Быстрее за ним! Через набитую непонятными приборами лабораторию к двери!",
      "Но профессор, черт его дери, захлопывает дверь перед самым твоим носом! Ты дергаешь ручку, но тщетно. Заперто!",
      "Если попытаешься найти среди груд хлама в лаборатории ключ, то живее на [36]",
      "Если надумал высадить дверь обшитой железными пластинами дубиной, которую кто-то позабыл в углу, то на [120]."
    ],
    "nextChapters": [
      36,
      120
    ]
  },
  {
    "chapterId": 119,
    "text": [
      "Ты поворачиваешь ручку, плечом надавливаешь на дверь, она с щелчком распахивается, одновременно с ней под тобой открывается люк в полу.",
      "Классный прыжок! Вместо того, чтобы свалиться в люк, ты перепрыгиваешь его и оказываешься в комнате. На столе перед тобой — оправленный в золото рубин размером с куриное яйцо. Без сомнения, это Рубин Джунглей! Он идеально гармонирует с цветом глаз Сейди-Садистик, не удивительно, что она так жаждет его заполучить.",
      "Ты подходишь к столу, протягиваешь к рубину руку и вдруг, наморщив лоб, замираешь.",
      "Правильно, прежде чем взять рубин, подумай, что произойдет потом. Но если ты, пренебрегая опасностью, все же схватишь рубин, то окажешься на [248]",
      "Если же, опасаясь подвоха, отойдешь на шаг и тронешь рубин острием меча, то ты — на [165]."
    ],
    "nextChapters": [
      248,
      165
    ]
  }
]