[
  {
    "chapterId": 66,
    "text": [
      "Ты с комфортом спускаешься, стоя на движущейся ступеньке.",
      "Проходит пять минут, десять, пятнадцать. Согласен, присесть — неплохая идея.",
      "Ты садишься на ступеньку: усталые мышцы ноют.",
      "Но что это? Почему вдруг твои глаза заливает обильный пот?",
      "Встань, посмотри вперед.",
      "Боюсь, что я тоже вижу озеро расплавленной лавы, куда сползает движущаяся лестница.",
      "Что ж, ступай назад. Ведь эскалатор опускается совсем не быстро.",
      "Спасибо, что поправил меня. Действительно, эскалатор ОПУСКАЛСЯ не быстро, а сейчас несется, как угорелый, и с каждой секундой наращивает скорость. Воздух становится все жарче, озеро лавы — все ближе…",
      "Но ты видишь свой единственный шанс на спасение — крошечный каменный островок в озере лавы.",
      "Приготовься!"
    ],
    "nextChapters": [
      {
        "nextChapterId": 181,
        "nextChapterText": "Прыгай на [181]!"
      }
    ]
  },
  {
    "chapterId": 67,
    "text": [
      "С поэзией мы разобрались, ты оказался прав, но лес по-прежнему мрачен и неприветлив. Не торопись, внимательно смотри по сторонам; неизвестно, какие создания скрываются в чаще.",
      "Вот так сюрприз! Дорога перед тобой разбегается в четырех направлениях.",
      "Надеюсь, ты не забыл свою задачу? Ты направляешься в Гроаннсвилль, чтобы выяснить, где находится безумный профессор Гейстескранк. Но по какой дороге двигаться? Вопрос, как говорится, не в бровь, а в глаз.",
      "Не спрашивай меня. Я, как и ты, впервые на этой негостеприимной планете.",
      "Чу… Слышишь? По-моему, приближаются чьи-то шаги?",
      "Так и есть, сюда кто-то идет.",
      "Спрячься в придорожных кустах и выясни, кто это.",
      "Ну, это всего лишь опирающийся на посох старик.",
      "А не срезать ли и тебе посох? Вокруг полно подходящих веток. Достань нож, нажми на кнопку. Прекрасная сталь, правда?"
    ],
    "nextChapters": [
      {
        "nextChapterId": 97,
        "nextChapterText": "Если ты, срезав посох и убрав нож в карман, выйдешь навстречу старику, то двигайся на [97]"
      },
      {
        "nextChapterId": 146,
        "nextChapterText": "Если, демонстрируя, что ты вооружен, выйдешь с раскрытым ножом в руке, то отправляйся на [146]."
      }
    ]
  },
  {
    "chapterId": 68,
    "text": [
      "Ты поешь, вкладывая в песню всю душу. Неудивительно, ведь от успеха зависит твоя жизнь!",
      "Песня кончается, и ты тяжело переводишь дыхание.",
      "Кабан, роя землю копытами, смеется:",
      "— Ха-ха-ха! Хо-хо-хо! Хрю-х хрю-хрю! До чего же слаб и пуглив человек! Не бойся, я помог бы тебе, какую бы песню ты ни исполнил.",
      "Твое приключение на планете-тюрьме подошло к логическому концу."
    ],
    "nextChapters": [
      {
        "nextChapterId": 307,
        "nextChapterText": "Отправляйся с триумфом на [307]!"
      }
    ]
  },
  {
    "chapterId": 69,
    "text": [
      "Ты громко взываешь о помощи, но роботы — жалкие трусы! — вопя от ужаса, разбегаются кто куда.",
      "Ты тоже разворачиваешься и, не чуя под собой ног, удираешь, но гигант оказывается гораздо проворнее, чем ты предполагал. Он бежит за тобой, грязно ругаясь, наступает на пятки, вот-вот схватит!",
      "Выбора нет, поворачивайся и принимай бой!",
      "Тут тебе на плечо ложится грязная волосатая ручища. Ты извиваешься, силишься вырваться, но в, медвежьих объятиях гиганта беспомощен, как дитя.",
      "Гигант обыскивает тебя и, найдя Рубин Джунглей, оглашает лес победным ревом. Тычок его кулака в спину, и ты оказываешься на земле. Детина грубо хватает тебя за ноги, подтаскивает к дереву, привязывает к стволу лианами.",
      "Если желаешь знать, что дальше,"
    ],
    "nextChapters": [
      {
        "nextChapterId": 70,
        "nextChapterText": "немедленно отправляйся на [70]."
      }
    ]
  },
  {
    "chapterId": 70,
    "text": [
      "Плохи твои дела!",
      "Ты напрягаешься, пытаешься освободиться, но лианы держат крепко. Неужели тебе конец?",
      "— Тебе конец! — рычит гигант, полируя Рубин Джунглей о набедренную повязку. — Я ведь не случайно такой волосатый! Волосатый Гарри Убийца Каннибалов приходится мне двоюродным братом, и я полностью разделяю его гастрономические пристрастия. С братом во мнениях мы не сошлись только относительно метода приготовления пищи. Он предпочитает мясо, сваренное в котле, я же поклонник жаренного на открытом огне.",
      "Довольно урча себе под нос, гигант собирает сухие сучья, заваливает тебя ими по самую шею, затем достает из складок в набедренной повязке газовую зажигалку и, щелкнув кремнем, подносит к веткам.",
      "Ничего не поделаешь, новобранец, видимо, быть заживо изжаренным за сотни световых лет от дома тебе написано на роду.",
      "Все еще сопротивляешься? Перекусываешь лианы зубами?"
    ],
    "nextChapters": [
      {
        "nextChapterId": 278,
        "nextChapterText": "Что ж, посмотрим на [278], что у тебя получится."
      }
    ]
  },
  {
    "chapterId": 71,
    "text": [
      "Навстречу тебе выезжает ковбой на шестиногой лошади.",
      "— Отдай мне, чужак, все, что у тебя есть! — орет ковбой, размахивая над головой веревкой.",
      "Видя, что он безоружен, ты презрительно хмыкаешь и бросаешься на ковбоя в атаку, но шестиногий скакун увозит его на безопасное расстояние. Был бы у тебя лук, ты пристрелил бы наглеца, но «утренней звездой» и мечом тебе его не достать.",
      "Ковбой взмахивает рукой, летит лассо, ты пытаешься увернуться, но не успеваешь. Петля обвивает тебя, ковбой дергает за конец веревки, ты, полуоглушенный, падаешь. Ковбой спрыгивает, на землю и разоружает тебя.",
      "Неужели тебе конец?!"
    ],
    "nextChapters": [
      {
        "nextChapterId": 161,
        "nextChapterText": "Узнаешь на [161]."
      }
    ]
  },
  {
    "chapterId": 72,
    "text": [
      "А Сейди-Садистик не такая уж садистка, как о ней говорят. Ты видишь ее кулак, большой палец направлен вверх. Толпа громко восхваляет милостивую правительницу и тебя — победителя. Ты раскланиваешься и, пнув напоследок поверженного врага,"
    ],
    "nextChapters": [
      {
        "nextChapterId": 348,
        "nextChapterText": "удаляешься на [348]."
      }
    ]
  },
  {
    "chapterId": 73,
    "text": [
      "Тропа вьется среди холмов, вокруг мрачные джунгли, из чащи доносятся таинственные звонки. Но ты ничего не боишься, идешь себе, помахивая мечом и весело насвистывая.",
      "Почему ты остановился?",
      "Вижу, вижу. Тропу перед тобой пересекает образованный землетрясением разлом. Трещина в земле слишком широка, чтобы перепрыгнуть, и слишком глубока, чтобы спуститься вниз.",
      "Как поступишь? Учти, что возвращение назад — пустая трата времени. Да, теперь и я вижу узенькую тропку, которая взбирается на холм справа от тебя."
    ],
    "nextChapters": [
      {
        "nextChapterId": 313,
        "nextChapterText": "Что ж, следуй по тропке на [313]."
      }
    ]
  },
  {
    "chapterId": 74,
    "text": [
      "Отлично сработано!",
      "Робот по инерции проносится мимо, а ты, воспользовавшись этим, бьешь его рукоятью меча по затылку. Он падает, но с удивительным проворством вскакивает на ноги и вновь атакует тебя. Примерившись, ты наносишь ему удар мечом в грудь."
    ],
    "nextChapters": [
      {
        "nextChapterId": 320,
        "nextChapterText": "Что дальше, узнаешь на [320]."
      }
    ]
  }
]