[
  {
    "chapterId": 313,
    "text": [
      "Склон холма оказывается весьма крутым. Ты, цепляясь за пучки травы, настойчиво ползешь вверх, соленый пот заливает тебе глаза, дыхание с хрипом вырывается из горла. Не отчаивайся, осталось всего несколько метров.",
      "Что я говорил? Ты уже на вершине [245]."
    ],
    "nextChapters": [
      245
    ]
  },
  {
    "chapterId": 314,
    "text": [
      "Фрукты растут высоко, с земли их не достать. Ты взбираешься на дерево. Зеленые фрукты и размерами, и формой напоминают грейпфруты, различие лишь в цвете. Ты хватаешься за ближайший, тянешь, вначале слабо, потом что есть сил, но длинный прочный стебель, которым фрукт прикреплен к ветке, не поддается. Выхватив меч, ты рассекаешь стебель. Отлично, но плод падает на землю и, разбрызгав сладкий сок, с хлопком лопается. Собирай урожай аккуратней!",
      "Ты обхватываешь шершавый ствол дерева ногами, левой рукой берешься за фрукт, зажатым в правой руке мечом перерубаешь стебель. Вернув меч в ножны, с фруктом в руке сползаешь по стволу на землю. Снова забираешься на дерево и повторяешь операцию. И так вновь и вновь.",
      "Часа через три изнурительной работы на земле набирается зеленая горка. Ты связываешь длинные стебли узлом и, перекинув фрукты через плечо, шагаешь по тропинке к [113]."
    ],
    "nextChapters": [
      113
    ]
  },
  {
    "chapterId": 315,
    "text": [
      "Беззаботно насвистывая и помахивая луком, ты идешь по тропе, усеянной черепами.",
      "Сейди не соврала — часов через пять ты видишь на ближайшем холме прогнившие крыши, а у дороги указатель «Эндсвилль. 467 жителей».",
      "Тут издалека доносится жуткий вопль, в указателе что-то щелкает, и число жителей сокращается до 466.",
      "Ничего не скажешь, пренеприятный городишко этот Эндсвилль! Но выбора у тебя нет, шагай дальше!",
      "Ты направляешься к городку и вскоре слышишь за поворотом тяжелое дыхание и громкие проклятия. К тяжелому дыханию и проклятиям тебе не привыкать, и ты, достав стрелу, смело поворачиваешь на [116]."
    ],
    "nextChapters": [
      116
    ]
  },
  {
    "chapterId": 316,
    "text": [
      "Ты победил!",
      "Ржавый робот на коленях молит тебя о пощаде:",
      "— О, могущественный незнакомец! Ты победил! И теперь можешь разрубить меня на части и отправить их на переплавку!",
      "Но смилуйся над пожилым роботом. Через полгода я выхожу на пенсию.",
      "Сохрани мне жизнь, и я поведаю, как избежать тебе верной погибели у дальнего конца моста.",
      "Если пожалеешь старика-робота, то ты — на [78]",
      "Если будешь до конца непреклонен и, устраняя опасность с тыла, разрубишь его на части, ты — на [77]."
    ],
    "nextChapters": [
      78,
      77
    ]
  },
  {
    "chapterId": 317,
    "text": [
      "Роботы, восторгаясь твоим мудрым решением, подпрыгивают от восторга. Лишь минут через десять ты ценой неимоверных усилий наводишь относительный порядок и строишь роботов в колонну. Робот-ремонтник уверяет, что ему известен кратчайший путь к владениям Сейди-Садистик, ты ставишь его во главе колонны, и вы трогаетесь в путь.",
      "Ваш марш продолжается уже полдня, твои ноги устали, Рубин Джунглей натер кожу у пояса под ремнем, куда ты его спрятал.",
      "Робот-ремонтник клянется, что вы достигли владений Сейди-Садистик, и ты надеешься, что он не ошибается.",
      "Внезапно передние роботы кричат в панике, и ты видишь впереди на тропе волосатого гиганта с огромной дубиной. Гигант хрипит:",
      "— А-а-а-хр-р! Убирайся, чужак, пока цел! Я реквизирую твоих роботов! Будут вкалывать на моей фабрике собачьих консервов!",
      "Решай, сразишься ли ты с гигантом, отстаивая права роботов, на [157].",
      "Или, предоставив нытиков их собственной судьбе, отправишься на [268]."
    ],
    "nextChapters": [
      157,
      268
    ]
  },
  {
    "chapterId": 318,
    "text": [
      "Над твоей головой безоблачное голубое небо, под ногами желтый в красных пятнах песок. Красные пятна — неужели это кровь?!",
      "Не спрашивай меня, я знаю не больше твоего. Прислушайся к реву толпы на трибунах. Интересно, чем это люди так возбуждены?",
      "Да, теперь и я вижу. Через небольшую дверцу на арену выходит огромный волк. Он зевает, осматривается, замечает тебя и приближается с грозным воем. Тебе кажется, что хищник улыбается. Или, может, он демонстрирует тебе свои острые клыки? В твоей руке лишь птичье перо. Согласен, не самое надежное оружие, хотя… Внимание, волк готовится к прыжку.",
      "Если ты полагаешь, что, пощекотав волка, ты вызовешь у него смех и в благодарность он оставит тебя в покое, то отправляйся на [152].",
      "Если, дождавшись прыжка хищника, ты отскочишь в сторону, то на [183]."
    ],
    "nextChapters": [
      152,
      183
    ]
  },
  {
    "chapterId": 319,
    "text": [
      "Раскинь еще раз мозгами, новобранец!",
      "У тебя против всех преступников Эндсвилля всего лишь короткий меч. Не глупи, попроси у Сейди какого-нибудь оружия на [41]."
    ],
    "nextChapters": [
      41
    ]
  },
  {
    "chapterId": 320,
    "text": [
      "Ничего хорошего не получилось!",
      "Ты промахнулся, а робот молниеносно наносит дубиной скользящий удар по твоему шлему. Оглушенный, ты падаешь; взревев от гнева, робот обрушивается на тебя, но ты пинаешь его сразу двумя ногами в грудь и оказываешься на [316]."
    ],
    "nextChapters": [
      316
    ]
  },
  {
    "chapterId": 321,
    "text": [
      "Ты захлопываешь дверь. Как раз вовремя! Башня с оглушительным грохотом рушится, дверь с той стороны заваливает камнями.",
      "Услышав неприятный скрежет, ты поворачиваешь голову и видишь… гигантского саблезубого тигра. Учуяв тебя, тигр прекращает точить о каменный пол и без того острые когти, поворачивается и, издав яростный рык, бросается в атаку. Ты поднимаешь на него меч — игрушку против гиганта, клыки которого длинней меча в твоей руке.",
      "Знаешь, у меня возникла неплохая идея…",
      "Говоришь, тебе нет дела до моих бредовых идей? Что ж, тогда и мне на тебя плевать. Пожалуйста, дерись на [279]",
      "Если все же передумаешь и решишь выслушать добрый совет, то быстрей лети к [326]."
    ],
    "nextChapters": [
      279,
      326
    ]
  },
  {
    "chapterId": 322,
    "text": [
      "Ты рывком распахиваешь дверь и отступаешь в сторону. На саблезубого тигра с грохотом обрушиваются тонны камней. Пыль вскоре оседает, и ты видишь торчащий из-под камней кончик полосатого хвоста. Хвост судорожно дергается и замирает.",
      "Ты победил!",
      "Вложи меч в ножны, пересеки комнату, открой дверь в дальней стене и смело шагай на [188]."
    ],
    "nextChapters": [
      188
    ]
  },
  {
    "chapterId": 323,
    "text": [
      "Тобой безраздельно овладевает страх! Ты стоишь, не в силах пошевелиться. А рядом падают многовековые деревья, к земле пригибаются густые кусты. К тебе выходит… Гигантский кабан! Он грозно склоняет голову и оценивающе наставив на тебя налитый кровью левый глаз, говорит:",
      "- Ты, парень, непревзойденный гений по части неприятностей. Я уже давненько наблюдаю за твоими приключениями, так что знаю, что тебя предали все спутники. По сравнению с ними так называемый низший зверь — воплощение добродетели! Я скажу тебе нечто важное, но прежде спой! Если споешь нужную песню, то конец всем твоим передрягам, если же нет — извини, я тебя съем. Итак, что ты исполнишь? «Вальс родного свинарника» или «Свинг очаровашки-кабанихи»? Решай же!",
      "Если споешь вальс, то ты — на [68].",
      "Если же свинг, то на [52]."
    ],
    "nextChapters": [
      68,
      52
    ]
  }
]