[
  {
    "chapterId": 324,
    "text": [
      "Ты вскрикиваешь! Но не от боли, а от неожиданности. Ты с головы до пят облит водой. Пистолет надсмотрщика предназначен для устрашения роботов и оттого стреляет не пулями, а водой! Сообразив, что допустил промашку, надсмотрщик с проклятием отбрасывает пистолет и тянется к сабле на поясе. Но он опаздывает! Ты бросаешься на него, валишь с ног, проделываешь мечом в его жестяном корпусе дыру. Он вскакивает и, не разбирая дороги, бросается в джунгли. Ты выдергиваешь цепь из голов ликующих роботов. Роботы окружают тебя, дружески похлопывают по плечам и спине, говорят восторженные комплименты. Самый большущий робот падает перед тобой на колени и, целуя тебе руки, упоенно скрипит:",
      "— О, благородный воин! Ты освободил нас, когда мы уже простились с надеждой!",
      "Из вежливости ты интересуешься, что с ними приключилось.",
      "— Мы были собственностью бессердечного герцога Гроанна, — рассказывает робот. — Хозяин относился к нам как к неодушевленным предметам, постоянно бил, смазывал только самым дешевым маслом, не заряжал вовремя наши аккумуляторы и снабжал только бывшими уже в употреблении запчастями, а за малейшую провинность в работе обзывал нас неприличными словами. Взгляни на царапины и вмятины на наших телах! Не в лучшем виде и наши электронные мозги! О, герцог был настолько к нам бессердечен, что…",
      "— Герцог был свирепым монстром! — перебивает железную громадину крошечный робот с шестью ручками-манипуляторами, которыми он размахивает столь проворно, что становится похож на ветряную мельницу. — Он не только бил и бранил нас, но и, слыша наши жалобы, смеялся над нами! И мы, устав от унизительных насмешек и побоев, сбежали, но нас поймали, сковали и, как ты сам видел, повели к озеру. Если бы не ты, наш доблестный спаситель, то нас бы живьем кинули в воду, где бы мы за месяц проржавели до винтика.",
      "Услышав об озере, роботы в ужасе завопили и зарыдали. Удивительно, как герцог многие годы терпел электронных нытиков и почему не утопил раньше.",
      "Решай, пойдешь ли, попрощавшись со спасенными, дальше один на [151] или с роботами на [317]. Они, конечно, плаксы, но все же железные, может, и помогут в бою."
    ],
    "nextChapters": [
      151,
      317
    ]
  },
  {
    "chapterId": 325,
    "text": [
      "Звуки с каждой секундой приближаются, становятся громче, твои же коленки начинают дрожать.",
      "Нет-нет, я вовсе не утверждаю, что они дрожат от страха.",
      "Скорее от усталости. Почему бы тебе не отдохнуть в джунглях?",
      "Ты соглашаешься с разумным предложением и бесшумно прячешься в кустах на [308]."
    ],
    "nextChapters": [
      308
    ]
  },
  {
    "chapterId": 326,
    "text": [
      "Не дерись с хищником, используй с борьбе с ним мозги!",
      "Не делая резких движений, подберись к двери, через которую ты сюда вошел. Так, остановись, возьмись за ручку, подожди, пока саблезубая бестия подойдет ближе…",
      "Пора! Двигай к [322]."
    ],
    "nextChapters": [
      322
    ]
  },
  {
    "chapterId": 327,
    "text": [
      "Ты с трудом поворачиваешь голову птицы Рок вправо, так, чтобы клюв был обращен к башне. Птица на секунду заваливается на правое крыло, и вы летите прямо к цели. Но слишком низко! Сейчас птица врежется в каменную громадину, и…",
      "Должно быть, у птицы Рок, как и у летучей мыши, есть ультразвуковой сонар, и она, даже не просыпаясь, взмахивает крыльями и мягко опускается на крышу. Едва она складывает крылья, как ты соскакиваешь с ее спины, выхватываешь меч и бежишь к слуховому окну. Позади раздается:",
      "— Стой, отравитель! Сейчас тебя настигнет заслуженная кара!",
      "Это проснулась птица Рок и в гневе семенит к тебе — клюв разинут, острые кривые когти оставляют в каменной крыше глубокие борозды.",
      "Ты распахиваешь слуховое окно и, не раздумывая, ныряешь в таинственный полумрак. Прокатившись по полу, вскакиваешь и, перепрыгивая через две ступеньки разом, несешься по лестнице вниз. Позади слышен грохот, сотрясающий стены башни. Птица будет здесь через считанные секунды! Ты бежишь вниз, а рядом, обгоняя, катятся камни.",
      "Ты достигаешь нижнего этажа башни. Перед тобой обшарпанная дверь. Из-за нее доносится громкий угрожающий рык.",
      "Времени на колебания нет, башня вот-вот опрокинется. Резонно решив, что лучше неизвестная опасность, чем верная смерть, ты с мечом наготове распахиваешь дверь и попадаешь на [321]."
    ],
    "nextChapters": [
      321
    ]
  },
  {
    "chapterId": 328,
    "text": [
      "Не огорчайся, новобранец, в конце концов не можешь же ты одержать верх над всеми бандитами этой планеты.",
      "Тебе вовсе не нужна победа над всеми? Тебе бы хотелось побеждать хоть изредка?",
      "Ну, ладно, ладно, подведем итог твоему очередному приключению. У тебя остался передатчик материи, но пока ты не встретишься с безумным профессором, тебе им пользоваться нельзя. Оружия у тебя нет, костюм порван, левый сапог натер ногу…",
      "Может быть, ты знаешь, из-за чего?",
      "Если знаешь, то отправляйся на [11]",
      "Если же нет, то напряги мозги.",
      "Так и не вспомнил?",
      "Тогда загляни на [56]."
    ],
    "nextChapters": [
      11,
      56
    ]
  },
  {
    "chapterId": 329,
    "text": [
      "Хозяин удава, обыскав тебя, выбрасывает передатчик, так и не разобравшись, для чего он служит, забирает оставшиеся дымовые гранаты, меч и все содержимое твоих карманов, включая семь золотых монет, затем, неприлично обозвав тебя, свистит, и удав вновь обвивает его толстую шею.",
      "Как только детина с удавом скрывается из вида, ты встаешь на ноги, грозишь ему вслед кулаком, отряхиваешься, поднимаешь с земли передатчик материи и обнаруживаешь, что оказался на [328]."
    ],
    "nextChapters": [
      328
    ]
  },
  {
    "chapterId": 330,
    "text": [
      "— Мудрое решение, — одобряет твой выбор герцог, сажает позади себя в седло и пускает лошадь в галоп.",
      "Вскоре вы оказываетесь на берегу реки. Герцог спрыгивает на землю, помогает слезть тебе и говорит:",
      "— А теперь узнай правду, доверчивый глупец!",
      "Тебе вовсе не по душе дьявольский огонек в его глазах. Собираясь бежать, ты поворачиваешься, но он, выхватив кинжал, сбивает тебя на землю и приставляет острие клинка к горлу.",
      "— Знай же, что я банкрот! Замок пошел в уплату за долги, мои доспехи проржавели, лошадь я украл. Но твои золотые монеты положат начало моему новому богатству. Где ты их спрятал? Говори, а не то я наколю тебя на кинжал, как свинью!",
      "Выбора нет, и ты говоришь ему, где зарыл золотые. Он с победным криком вскакивает в седло и уносится прочь.",
      "Ты встаешь, понурив голову и раз тебя не осталось ни золота, ни оружия. Один, на Богом проклятой планете…",
      "Слушай, сынок, что тебе скажет Стальная Крыса. Когда ты был под гипнозом… Ты не помнишь, что был под гипнозом? Неудивительно, ведь Корпус свято хранит свои секреты!",
      "Так вот, когда ты был под гипнозом, спецы Корпуса вживили в сустав твоего указательного пальца на правой руке машину времени. Щелкни пальцами и перенесешься во времени на [80]."
    ],
    "nextChapters": [
      80
    ]
  }
]